const all_stores = [
    {
     "area": "台北市",
     "store": "小六",
     "address": "100台北市中正區中華路二段311巷6號",
     "tel": "0935-315-308"
    },
    {
     "area": "台北市",
     "store": "酒世界中正",
     "address": "100台北市中正區中華路二段313巷16號",
     "tel": "(02) 2337-6665"
    },
    {
     "area": "台北市",
     "store": "富大羅斯",
     "address": "100台北市中正區羅斯福路三段73號",
     "tel": "(02) 2365-4638"
    },
    {
     "area": "台北市",
     "store": "劉恆裕",
     "address": "103台北市大同區民生西路342號",
     "tel": "(02) 2556-0948"
    },
    {
     "area": "台北市",
     "store": "買酒網(中山門市)",
     "address": "104台北市中山區中山北路二段46號1樓",
     "tel": "(02) 2531-9751"
    },
    {
     "area": "台北市",
     "store": "永利菸酒行",
     "address": "104台北市中山區民生東路二段79號",
     "tel": "(02) 2523-8019"
    },
    {
     "area": "台北市",
     "store": "洋酒城-民權",
     "address": "104台北市中山區民權東路三段45號",
     "tel": "(02) 2503-9388"
    },
    {
     "area": "台北市",
     "store": "海納川",
     "address": "104台北市中山區吉林路225號",
     "tel": "(02) 2581-8590"
    },
    {
     "area": "台北市",
     "store": "買酒網(松江門市)",
     "address": "104台北市中山區松江路131號",
     "tel": "(02) 2516-1916"
    },
    {
     "area": "台北市",
     "store": "陽光美酒薈(佳醇)",
     "address": "104台北市中山區松江路18號",
     "tel": "(02) 2581-8520"
    },
    {
     "area": "台北市",
     "store": "橡木桶松江店",
     "address": "104台北市中山區松江路190號",
     "tel": "(02) 2562-8000"
    },
    {
     "area": "台北市",
     "store": "銀豐",
     "address": "104台北市中山區林森北路133巷68號",
     "tel": "(02) 2511-6804"
    },
    {
     "area": "台北市",
     "store": "嘉利",
     "address": "104台北市中山區林森北路438號",
     "tel": "(02) 2563-3969"
    },
    {
     "area": "台北市",
     "store": "洋酒城-長安",
     "address": "104台北市中山區長安東路二段197號",
     "tel": "(02) 2778-9338"
    },
    {
     "area": "台北市",
     "store": "好窩",
     "address": "104台北市中山區長安東路二段286號",
     "tel": "(02) 8772-0014"
    },
    {
     "area": "台北市",
     "store": "松林洋酒",
     "address": "104台北市中山區南京東路二段21巷8號",
     "tel": "(02) 2531-5741"
    },
    {
     "area": "台北市",
     "store": "洋酒城-南京",
     "address": "104台北市中山區南京東路二段49號",
     "tel": "(02) 2523-9338"
    },
    {
     "area": "台北市",
     "store": "橘子酒坊阿爾發",
     "address": "104台北市中山區復興北路514巷2號",
     "tel": "(02) 2504-7123"
    },
    {
     "area": "台北市",
     "store": "買酒網(復興門市)",
     "address": "104台北市中山區復興北路84號1樓",
     "tel": "(02) 2752-5991"
    },
    {
     "area": "台北市",
     "store": "酒州洋酒-復興店",
     "address": "104台北市中山區復興南路一段31號",
     "tel": "(02) 2721-6111"
    },
    {
     "area": "台北市",
     "store": "佳賀(光華店)",
     "address": "104台北市中山區渭水路56號",
     "tel": "(02) 2711-6118"
    },
    {
     "area": "台北市",
     "store": "金盃",
     "address": "104台北市中山區新生北路二段62巷42號",
     "tel": "(02) 2581-1651"
    },
    {
     "area": "台北市",
     "store": "一酒七五",
     "address": "105台北市松山區市民大道五段127號",
     "tel": "(02) 2768-1975"
    },
    {
     "area": "台北市",
     "store": "買酒網(民生門市)",
     "address": "105台北市松山區民生東路四段58號1樓",
     "tel": "(02) 2718-8826"
    },
    {
     "area": "台北市",
     "store": "康喜客-松山",
     "address": "105台北市松山區光復北路136號",
     "tel": "(02) 8770-7555"
    },
    {
     "area": "台北市",
     "store": "洋酒城-復北",
     "address": "105台北市松山區光復北路98號",
     "tel": "(02) 2573-9388"
    },
    {
     "area": "台北市",
     "store": "昌富菸酒",
     "address": "105台北市松山區塔悠路17號",
     "tel": "(02) 3765-5899"
    },
    {
     "area": "台北市",
     "store": "丹騰",
     "address": "106台北市大安區大安路一段31巷19號C室",
     "tel": "(02) 2704-3507"
    },
    {
     "area": "台北市",
     "store": "買酒網(仁愛門市)",
     "address": "106台北市大安區仁愛路4段29號1樓",
     "tel": "(02) 8773-2607"
    },
    {
     "area": "台北市",
     "store": "洋酒城-仁愛",
     "address": "106台北市大安區仁愛路四段112巷21號",
     "tel": "(02) 2709-5168"
    },
    {
     "area": "台北市",
     "store": "珈品",
     "address": "106台北市大安區永康街42號",
     "tel": "(02) 2357-8772"
    },
    {
     "area": "台北市",
     "store": "風格大安",
     "address": "106台北市大安區光復南路696號",
     "tel": "(02) 2707-2701"
    },
    {
     "area": "台北市",
     "store": "佳賀(延吉店)",
     "address": "106台北市大安區延吉街128-1號",
     "tel": "(02) 2779-0866"
    },
    {
     "area": "台北市",
     "store": "鼎豐",
     "address": "106台北市大安區延吉街62巷6弄1號",
     "tel": "(02) 8772-8820"
    },
    {
     "area": "台北市",
     "store": "買酒網(古亭門市)",
     "address": "106台北市大安區杭州南路二段107號1樓",
     "tel": "(02) 2391-0700"
    },
    {
     "area": "台北市",
     "store": "佳賀(仁愛店)",
     "address": "106台北市大安區東豐街21號",
     "tel": "(02) 2325-6256"
    },
    {
     "area": "台北市",
     "store": "美多客",
     "address": "106台北市大安區東豐街77號",
     "tel": "(02) 2708-8721"
    },
    {
     "area": "台北市",
     "store": "佳賀(信義店)",
     "address": "106台北市大安區信義路3段128號",
     "tel": "(02) 2708-0583"
    },
    {
     "area": "台北市",
     "store": "提瑪",
     "address": "106台北市大安區信義路四段254號",
     "tel": "(02) 2700-0259"
    },
    {
     "area": "台北市",
     "store": "買酒網(信義門市)",
     "address": "106台北市大安區信義路四段267號1樓",
     "tel": "(02) 2703-0233"
    },
    {
     "area": "台北市",
     "store": "買酒網(敦一門市)",
     "address": "106台北市大安區敦化南路1段196號",
     "tel": "(02) 2711-0019"
    },
    {
     "area": "台北市",
     "store": "買酒網(敦二門市)",
     "address": "106台北市大安區敦化南路二段98號1樓",
     "tel": "(02) 2708-0751"
    },
    {
     "area": "台北市",
     "store": "萬華煙酒",
     "address": "108台北市萬華區和平西路三段103號",
     "tel": "(02) 2302-7896"
    },
    {
     "area": "台北市",
     "store": "小樽",
     "address": "108台北市萬華區和平西路三段153號",
     "tel": "(02) 2308-2015"
    },
    {
     "area": "台北市",
     "store": "風格和平",
     "address": "108台北市萬華區和平西路三段163號",
     "tel": "(02) 2336-1759"
    },
    {
     "area": "台北市",
     "store": "齊泰洋行",
     "address": "108台北市萬華區昆明街150號",
     "tel": "(02) 2331-5147"
    },
    {
     "area": "台北市",
     "store": "酒國大亨",
     "address": "108台北市萬華區南寧路45-2號",
     "tel": "(02) 2306-0102"
    },
    {
     "area": "台北市",
     "store": "萬益",
     "address": "108台北市萬華區柳州街38號",
     "tel": "(02) 2331-3269"
    },
    {
     "area": "台北市",
     "store": "風格廣州",
     "address": "108台北市萬華區廣州街178號",
     "tel": "(02) 2304-1528"
    },
    {
     "area": "台北市",
     "store": "金淬",
     "address": "108台北市萬華區廣州街202號",
     "tel": "(02) 2308-5647"
    },
    {
     "area": "台北市",
     "store": "佳賀(永吉店)",
     "address": "110台北市信義區永吉路120巷90號",
     "tel": "(02) 7729-4999"
    },
    {
     "area": "台北市",
     "store": "買酒網(市政府門市)",
     "address": "110台北市信義區忠孝東路五段51號1樓",
     "tel": "(02) 2769-6099"
    },
    {
     "area": "台北市",
     "store": "振宜洋酒",
     "address": "110台北市信義區忠孝東路六段491號",
     "tel": "(02) 2651-1328"
    },
    {
     "area": "台北市",
     "store": "海城松山店",
     "address": "110台北市信義區松山路289號",
     "tel": "(02) 2765-9366"
    },
    {
     "area": "台北市",
     "store": "忠佳洋行",
     "address": "110台北市信義區松德路287號",
     "tel": "(02) 2759-7533"
    },
    {
     "area": "台北市",
     "store": "楠興",
     "address": "110台北市信義區信義路六段91號",
     "tel": "(02) 2728-2775"
    },
    {
     "area": "台北市",
     "store": "銀盤士林",
     "address": "111台北市士林區大北路85號",
     "tel": "(02) 2881-6828"
    },
    {
     "area": "台北市",
     "store": "承合",
     "address": "111台北市士林區文林路587巷115號",
     "tel": "(02) 2832-2911"
    },
    {
     "area": "台北市",
     "store": "李源菸酒",
     "address": "111台北市士林區延平北路5段119號",
     "tel": "(02) 2812-0500"
    },
    {
     "area": "台北市",
     "store": "展宸",
     "address": "111台北市士林區福港街149巷15弄8號",
     "tel": "(02) 2881-5818"
    },
    {
     "area": "台北市",
     "store": "世達",
     "address": "112台北市北投區文林北路176號",
     "tel": "(02) 2823-5777"
    },
    {
     "area": "台北市",
     "store": "洋酒城-內湖",
     "address": "114台北市內湖區內湖路一段365號",
     "tel": "(02) 2627-5168"
    },
    {
     "area": "台北市",
     "store": "買酒網(內湖旗艦門市)",
     "address": "114台北市內湖區行愛路77巷69號1樓",
     "tel": "(02) 8792-5186"
    },
    {
     "area": "台北市",
     "store": "金瑞成",
     "address": "115台北市南港區忠孝東路七段601號",
     "tel": "(02) 2786-2239"
    },
    {
     "area": "台北市",
     "store": "佳賀(忠孝店)",
     "address": "115台北市南港區忠孝東路六段386號",
     "tel": "(02) 2651-9939"
    },
    {
     "area": "台北市",
     "store": "添酒",
     "address": "115台北市南港區東興街94號",
     "tel": "0965-435-145"
    },
    {
     "area": "台北市",
     "store": "友美",
     "address": "115台北市南港區舊莊街二段3號",
     "tel": "(02) 2782-8469"
    },
    {
     "area": "台北市",
     "store": "大象台玖",
     "address": "116台北市文山區保儀路124號",
     "tel": "(02) 2939-3439"
    },
    {
     "area": "基隆市",
     "store": "進益",
     "address": "200基隆市仁愛區愛一路19號",
     "tel": "(02) 2422-4845"
    },
    {
     "area": "基隆市",
     "store": "晶鴻",
     "address": "204基隆市安樂區基金一路117之19號",
     "tel": "(02) 2434-7000"
    },
    {
     "area": "基隆市",
     "store": "海城菸酒七堵店",
     "address": "206基隆市七堵區明德一路121號",
     "tel": "(02) 2456-5758"
    },
    {
     "area": "新北市",
     "store": "榮榮菸酒專賣店",
     "address": "220新北市板橋區大仁街42號",
     "tel": "(02) 2272-0102"
    },
    {
     "area": "新北市",
     "store": "佳賀(板新店)",
     "address": "220新北市板橋區中山路二段9號",
     "tel": "(02) 8953-8966"
    },
    {
     "area": "新北市",
     "store": "風格文化店",
     "address": "220新北市板橋區文化路一段253號",
     "tel": "(02) 8966-4930"
    },
    {
     "area": "新北市",
     "store": "龍合",
     "address": "220新北市板橋區四川路一段8號",
     "tel": "0970-666-126"
    },
    {
     "area": "新北市",
     "store": "覓九洋酒行",
     "address": "220新北市板橋區民族路147號",
     "tel": "(02) 2955-8889"
    },
    {
     "area": "新北市",
     "store": "昭業",
     "address": "220新北市板橋區雨農路5號",
     "tel": "(02) 2255-5011"
    },
    {
     "area": "新北市",
     "store": "正琪",
     "address": "220新北市板橋區重慶路291號",
     "tel": "(02) 8953-3600"
    },
    {
     "area": "新北市",
     "store": "酒海商行",
     "address": "220新北市板橋區貴興路1號",
     "tel": "(02) 2950-4515"
    },
    {
     "area": "新北市",
     "store": "展順",
     "address": "220新北市板橋區僑中一街126號",
     "tel": "(02) 2966-1167"
    },
    {
     "area": "新北市",
     "store": "板橋酒庫",
     "address": "220新北市板橋區館前西路29號",
     "tel": "(02) 2953-1177"
    },
    {
     "area": "新北市",
     "store": "海城汐止店",
     "address": "221新北市汐止區大同路二段492號",
     "tel": "(02) 2643-0959"
    },
    {
     "area": "新北市",
     "store": "嘉辰",
     "address": "221新北市汐止區康寧街514號",
     "tel": "(02) 2695-6697"
    },
    {
     "area": "新北市",
     "store": "鼎級網",
     "address": "222新北市深坑區北深路三段111號",
     "tel": "(02) 2664-4888"
    },
    {
     "area": "新北市",
     "store": "名酒集",
     "address": "231新北市新店區中正路560巷4號3樓",
     "tel": "(02) 8667-5217"
    },
    {
     "area": "新北市",
     "store": "春泰",
     "address": "231新北市新店區中興路一段291號",
     "tel": "(02) 2917-5159"
    },
    {
     "area": "新北市",
     "store": "洋酒城-雙和",
     "address": "234新北市永和區中山路一段322號",
     "tel": "(02) 3233-9399"
    },
    {
     "area": "新北市",
     "store": "富淯煙酒",
     "address": "234新北市永和區中正路383號",
     "tel": "(02) 2926-2188"
    },
    {
     "area": "新北市",
     "store": "宥翔",
     "address": "234新北市永和區民享街7號",
     "tel": "(02) 2228-9877"
    },
    {
     "area": "新北市",
     "store": "佳賀(樂華店)",
     "address": "234新北市永和區永和路一段127號",
     "tel": "(02) 2926-7108"
    },
    {
     "area": "新北市",
     "store": "168酒業",
     "address": "234新北市永和區保福路二段69號",
     "tel": "0958-135-925"
    },
    {
     "area": "新北市",
     "store": "佳賀(中和店)",
     "address": "235新北市中和區中山路二段401-1號",
     "tel": "(02) 2228-6981"
    },
    {
     "area": "新北市",
     "store": "佳賀(環球店)",
     "address": "235新北市中和區中山路三段99號",
     "tel": "(02) 2226-9990"
    },
    {
     "area": "新北市",
     "store": "京翰",
     "address": "235新北市中和區員山路400號",
     "tel": "(02) 2228-9897"
    },
    {
     "area": "新北市",
     "store": "瑞騰恆大",
     "address": "235新北市中和區莒光路55號",
     "tel": "(02) 2223-5788"
    },
    {
     "area": "新北市",
     "store": "嘉展",
     "address": "235新北市中和區景平路576號",
     "tel": "(02) 2243-8361"
    },
    {
     "area": "新北市",
     "store": "麥德理",
     "address": "236新北市土城區中央路一段170號",
     "tel": "(02) 8261-6328"
    },
    {
     "area": "新北市",
     "store": "土城酒庫(婕羽)",
     "address": "236新北市土城區中正路64號1樓",
     "tel": "(02) 8261-5100"
    },
    {
     "area": "新北市",
     "store": "海城土城店",
     "address": "236新北市土城區延和路193號",
     "tel": "(02) 2262-0252"
    },
    {
     "area": "新北市",
     "store": "尚峰",
     "address": "237新北市三峽區大勇路15號",
     "tel": "(02) 2672-9786"
    },
    {
     "area": "新北市",
     "store": "酒窖三峽",
     "address": "237新北市三峽區大勇路28號",
     "tel": "(02) 8671-4354"
    },
    {
     "area": "新北市",
     "store": "正誠行",
     "address": "237新北市三峽區國光街386號",
     "tel": "(02) 2673-1515"
    },
    {
     "area": "新北市",
     "store": "酒世界樹林",
     "address": "238新北市樹林區中華路233號",
     "tel": "(02) 8686-8768"
    },
    {
     "area": "新北市",
     "store": "拿破崙-樹林",
     "address": "238新北市樹林區保安街二段2-7號",
     "tel": "(02) 2675-0780"
    },
    {
     "area": "新北市",
     "store": "嵩威鶯歌",
     "address": "239新北市鶯歌區鶯桃路602號",
     "tel": "(02) 2677-7412"
    },
    {
     "area": "新北市",
     "store": "豪久",
     "address": "241新北市三重區中正北路16號1樓",
     "tel": "(02) 2980-2450"
    },
    {
     "area": "新北市",
     "store": "三禾菸酒",
     "address": "241新北市三重區介壽路19號",
     "tel": "(02) 2972-2792"
    },
    {
     "area": "新北市",
     "store": "宏聲",
     "address": "241新北市三重區自強路二段23號",
     "tel": "(02) 8988-3201"
    },
    {
     "area": "新北市",
     "store": "權佳金盈酒藏忠孝店",
     "address": "241新北市三重區忠孝路三段9號",
     "tel": "(02) 2989-0987"
    },
    {
     "area": "新北市",
     "store": "大楚",
     "address": "241新北市三重區進安街41號",
     "tel": "(02) 2857-8957"
    },
    {
     "area": "新北市",
     "store": "權佳金盈酒藏集成店",
     "address": "241新北市三重區集成路30號",
     "tel": "(02) 2976-1969"
    },
    {
     "area": "新北市",
     "store": "全億菸酒有限公司",
     "address": "241新北市三重區集美街234-236-238號1F",
     "tel": "(02) 2977-0466"
    },
    {
     "area": "新北市",
     "store": "酒饌",
     "address": "241新北市三重區福隆路3號",
     "tel": "(02) 2280-9666"
    },
    {
     "area": "新北市",
     "store": "久倫酒國聯軍",
     "address": "241新北市三重區雙園街134號",
     "tel": "(02) 8981-7707"
    },
    {
     "area": "新北市",
     "store": "喜沅商行",
     "address": "242新北市新莊區中和街84號",
     "tel": "(02) 8994-1632"
    },
    {
     "area": "新北市",
     "store": "歐洲酒集",
     "address": "242新北市新莊區立信一街",
     "tel": "(02) 2276-8898"
    },
    {
     "area": "新北市",
     "store": "新莊昌富",
     "address": "242新北市新莊區新樹路226號",
     "tel": "(02) 2204-0691"
    },
    {
     "area": "新北市",
     "store": "麥德理-新莊店",
     "address": "242新北市新莊區龍安街226號",
     "tel": "(02) 2208-5116"
    },
    {
     "area": "新北市",
     "store": "百萬家",
     "address": "247新北市蘆洲區三民路26巷49弄2號",
     "tel": "(02) 2285-1230"
    },
    {
     "area": "新北市",
     "store": "酒霸王蘆洲",
     "address": "247新北市蘆洲區中山一路258號",
     "tel": "(02) 8286-0592"
    },
    {
     "area": "新北市",
     "store": "偉成洋酒",
     "address": "247新北市蘆洲區中正路217號",
     "tel": "(02) 8285-8232"
    },
    {
     "area": "新北市",
     "store": "琮茂",
     "address": "247新北市蘆洲區中原路12巷15號",
     "tel": "(02) 8282-7337"
    },
    {
     "area": "新北市",
     "store": "巷弄洋酒",
     "address": "247新北市蘆洲區光榮路136號",
     "tel": "0916-873-749"
    },
    {
     "area": "新北市",
     "store": "酒州",
     "address": "247新北市蘆洲區信義路158號",
     "tel": "(02) 8286-0640"
    },
    {
     "area": "新北市",
     "store": "民族商行",
     "address": "247新北市蘆洲區復興路277號",
     "tel": "(02) 8283-5576"
    },
    {
     "area": "新北市",
     "store": "青城",
     "address": "247新北市蘆洲區集賢路406號",
     "tel": "(02) 2289-6436"
    },
    {
     "area": "新北市",
     "store": "立萬行",
     "address": "248新北市五股區成泰路三段161號",
     "tel": "(02) 2291-8837"
    },
    {
     "area": "新北市",
     "store": "權佳酒坊中山店",
     "address": "251新北市淡水區中山北路二段179號",
     "tel": "(02) 8631-6738"
    },
    {
     "area": "新北市",
     "store": "啤酒大學北新店",
     "address": "251新北市淡水區北新路127號",
     "tel": "(02) 2629-3357"
    },
    {
     "area": "新北市",
     "store": "啤酒大學竹圍店",
     "address": "251新北市淡水區民權路177-3號",
     "tel": "(02) 8631-4329"
    },
    {
     "area": "新北市",
     "store": "權佳酒坊淡海店",
     "address": "251新北市淡水區淡海路84號",
     "tel": "(02) 2805-7842"
    },
    {
     "area": "新北市",
     "store": "開翔",
     "address": "251新北市淡水區學府路60-3號",
     "tel": "(02) 2620-2080"
    },
    {
     "area": "宜蘭縣",
     "store": "申野",
     "address": "260宜蘭縣宜蘭市宜興路一段283號",
     "tel": "(03) 938-0822"
    },
    {
     "area": "宜蘭縣",
     "store": "酒殿",
     "address": "260宜蘭縣宜蘭市宜興路二段2號",
     "tel": "(03) 932-9579"
    },
    {
     "area": "宜蘭縣",
     "store": "酒樂",
     "address": "260宜蘭縣宜蘭市新民路84號",
     "tel": "(03) 932-5085"
    },
    {
     "area": "宜蘭縣",
     "store": "皇后道",
     "address": "260宜蘭縣宜蘭市新興路88號",
     "tel": "(03) 933-3385"
    },
    {
     "area": "宜蘭縣",
     "store": "花天酒地(翰德)",
     "address": "260宜蘭縣宜蘭市舊城東路49號",
     "tel": "(03) 933-2038"
    },
    {
     "area": "宜蘭縣",
     "store": "酒窩",
     "address": "262宜蘭縣礁溪鄉中山路二段29號",
     "tel": "(03) 988-7311"
    },
    {
     "area": "宜蘭縣",
     "store": "百晟行",
     "address": "265宜蘭縣羅東鎮興東南路49號",
     "tel": "(03) 956-0476"
    },
    {
     "area": "宜蘭縣",
     "store": "光昌",
     "address": "265宜蘭縣羅東鎮興東路9號",
     "tel": "(03) 955-8286"
    },
    {
     "area": "宜蘭縣",
     "store": "一路發",
     "address": "269宜蘭縣冬山鄉冬山路五段269號",
     "tel": "(03) 958-5499"
    },
    {
     "area": "宜蘭縣",
     "store": "欣龍",
     "address": "269宜蘭縣冬山鄉冬山路五段277號",
     "tel": "(03) 958-9352"
    },
    {
     "area": "新竹市",
     "store": "大豐行",
     "address": "300新竹市北區北門街193號",
     "tel": "(03) 525-3092"
    },
    {
     "area": "新竹市",
     "store": "國暉",
     "address": "300新竹市北區延平路一段340號",
     "tel": "(03) 525-6659"
    },
    {
     "area": "新竹市",
     "store": "茂豐行",
     "address": "300新竹市北區林森路275號",
     "tel": "0938-027-028"
    },
    {
     "area": "新竹市",
     "store": "新茂洋菸酒",
     "address": "300新竹市北區經國路二段249號",
     "tel": "(03) 533-4579"
    },
    {
     "area": "新竹市",
     "store": "旭亨巨城",
     "address": "300新竹市東區民權路229號",
     "tel": "(03) 532-8666"
    },
    {
     "area": "新竹市",
     "store": "呈鑫洋酒",
     "address": "300新竹市東區光復路一段48號",
     "tel": "(03) 577-9069"
    },
    {
     "area": "新竹市",
     "store": "旭品洋酒",
     "address": "300新竹市東區東門街104號",
     "tel": "(03) 522-2622"
    },
    {
     "area": "新竹市",
     "store": "文彬",
     "address": "300新竹市香山區牛埔南路532號",
     "tel": "(03) 538-1225"
    },
    {
     "area": "新竹縣",
     "store": "彬宏煙酒",
     "address": "302新竹縣竹北市中華路119號",
     "tel": "(03) 656-5888"
    },
    {
     "area": "新竹縣",
     "store": "金樽-竹北",
     "address": "302新竹縣竹北市光明六路東二段7號",
     "tel": "(03) 550-9309"
    },
    {
     "area": "新竹縣",
     "store": "旭亨自強",
     "address": "302新竹縣竹北市自強北路158號",
     "tel": "(03) 668-2822"
    },
    {
     "area": "新竹縣",
     "store": "正泓洋酒",
     "address": "302新竹縣竹北市博愛街204-1號",
     "tel": "(03) 656-5166"
    },
    {
     "area": "新竹縣",
     "store": "旭品竹北高鐵",
     "address": "302新竹縣竹北市嘉豐六路二段32號",
     "tel": "(03) 658-7722"
    },
    {
     "area": "新竹縣",
     "store": "旭亨高鐵",
     "address": "302新竹縣竹北市嘉豐南路二段182號",
     "tel": "(03) 657-9977"
    },
    {
     "area": "新竹縣",
     "store": "旭亨竹北",
     "address": "302新竹縣竹北市縣政二路512號",
     "tel": "(03) 555-7388"
    },
    {
     "area": "新竹縣",
     "store": "國豐",
     "address": "303新竹縣湖口鄉成功路89號",
     "tel": "(03) 599-1055"
    },
    {
     "area": "新竹縣",
     "store": "發發發",
     "address": "304新竹縣新豐鄉新興路269號",
     "tel": "(03) 559-1199"
    },
    {
     "area": "新竹縣",
     "store": "八八八",
     "address": "310新竹縣竹東鎮長春路三段82號",
     "tel": "(03) 596-6151"
    },
    {
     "area": "桃園市",
     "store": "紅酒堡",
     "address": "320桃園市中壢區九和三街8號",
     "tel": "(03) 422-5646"
    },
    {
     "area": "桃園市",
     "store": "安勝",
     "address": "320桃園市中壢區中山東路三段15號",
     "tel": "(03) 466-6919"
    },
    {
     "area": "桃園市",
     "store": "佳品中壢",
     "address": "320桃園市中壢區中園路二段435號之1",
     "tel": "(03) 462-6666"
    },
    {
     "area": "桃園市",
     "store": "喜洋洋-中壢",
     "address": "320桃園市中壢區元生三街123號1F",
     "tel": "(03) 435-5938"
    },
    {
     "area": "桃園市",
     "store": "同洵洋行",
     "address": "320桃園市中壢區民權路三段299號",
     "tel": "(03) 426-8448"
    },
    {
     "area": "桃園市",
     "store": "松山洋行",
     "address": "320桃園市中壢區廈門路38號",
     "tel": "(03) 459-1512"
    },
    {
     "area": "桃園市",
     "store": "金豪酒",
     "address": "320桃園市中壢區新明路37號",
     "tel": "(03) 493-2121"
    },
    {
     "area": "桃園市",
     "store": "酒超市",
     "address": "320桃園市中壢區領航北路二段75號",
     "tel": "(03) 287-3823"
    },
    {
     "area": "桃園市",
     "store": "阿樹洋酒-中壢",
     "address": "320桃園市中壢區龍岡路3段289號",
     "tel": "(03) 460-7375"
    },
    {
     "area": "桃園市",
     "store": "酒盟",
     "address": "320桃園市中壢區環西路33號",
     "tel": "0915-001-381"
    },
    {
     "area": "桃園市",
     "store": "安勝-上海",
     "address": "324桃園市平鎮區上海路171號",
     "tel": "(03) 439-9957"
    },
    {
     "area": "桃園市",
     "store": "總元洋酒",
     "address": "324桃園市平鎮區延平路二段302號",
     "tel": "0925-883-888"
    },
    {
     "area": "桃園市",
     "store": "碧洱",
     "address": "325桃園市龍潭區中正路239號",
     "tel": "(03) 480-5385"
    },
    {
     "area": "桃園市",
     "store": "順宏洋酒",
     "address": "325桃園市龍潭區龍元路111號",
     "tel": "(03) 480-2057"
    },
    {
     "area": "桃園市",
     "store": "久典煙酒",
     "address": "325桃園市龍潭區龍華路371號",
     "tel": "(03) 499-0611"
    },
    {
     "area": "桃園市",
     "store": "昌成",
     "address": "326桃園市楊梅區秀才路63號",
     "tel": "(03) 478-4989"
    },
    {
     "area": "桃園市",
     "store": "利來福",
     "address": "326桃園市楊梅區泰圳路408巷61號",
     "tel": "(03) 460-6169"
    },
    {
     "area": "桃園市",
     "store": "德銓九秩典",
     "address": "330桃園市桃園區大有路718號",
     "tel": "(03) 317-1009"
    },
    {
     "area": "桃園市",
     "store": "泓泰行",
     "address": "330桃園市桃園區大林路18號",
     "tel": "(03) 363-7772"
    },
    {
     "area": "桃園市",
     "store": "奕鑫行",
     "address": "330桃園市桃園區大業路一段290號",
     "tel": "(03) 325-3272"
    },
    {
     "area": "桃園市",
     "store": "醇酒坊",
     "address": "330桃園市桃園區大興西路二段18號",
     "tel": "(03) 326-2999"
    },
    {
     "area": "桃園市",
     "store": "中華煙酒",
     "address": "330桃園市桃園區中平路152號",
     "tel": "(03) 220-0521"
    },
    {
     "area": "桃園市",
     "store": "吉隆行",
     "address": "330桃園市桃園區民生路533號",
     "tel": "(03) 336-1899"
    },
    {
     "area": "桃園市",
     "store": "桃山",
     "address": "330桃園市桃園區民族路190號",
     "tel": "(03) 332-2455"
    },
    {
     "area": "桃園市",
     "store": "嵩威桃園",
     "address": "330桃園市桃園區桃鶯路119號",
     "tel": "(03) 366-0782"
    },
    {
     "area": "桃園市",
     "store": "榑昌",
     "address": "333桃園市龜山區萬壽路二段849號",
     "tel": "(03) 329-6783"
    },
    {
     "area": "桃園市",
     "store": "萬達桃園",
     "address": "333桃園市龜山區萬壽路二段925號",
     "tel": "(03) 359-7806"
    },
    {
     "area": "桃園市",
     "store": "酒園龜山",
     "address": "333桃園區龜山區萬壽路二段1230號",
     "tel": "(03) 349-5548"
    },
    {
     "area": "桃園市",
     "store": "森寶",
     "address": "334桃園市八德區介壽路二段1466號",
     "tel": "(03) 368-6077"
    },
    {
     "area": "桃園市",
     "store": "宸瀧煙酒",
     "address": "334桃園市八德區義勇街35號",
     "tel": "(03) 377-9919"
    },
    {
     "area": "桃園市",
     "store": "宸瀧煙酒-大園",
     "address": "337桃園市大園區中正東路38號",
     "tel": "(03) 385-9958"
    },
    {
     "area": "桃園市",
     "store": "大樹菸酒",
     "address": "337桃園市大園區新生路91號",
     "tel": "(03) 386-9499"
    },
    {
     "area": "桃園市",
     "store": "桃鑫洋行",
     "address": "338桃園市蘆竹區大竹路426-3號",
     "tel": "(03) 313-3328"
    },
    {
     "area": "桃園市",
     "store": "欣酒",
     "address": "338桃園市蘆竹區新南路一段18號",
     "tel": "(03) 311-7838"
    },
    {
     "area": "苗栗縣",
     "store": "皇品洋酒",
     "address": "350苗栗縣竹南鎮中港里12鄰環市路二段1號1樓",
     "tel": "(03) 748-3366"
    },
    {
     "area": "苗栗縣",
     "store": "慶佳行-光復店",
     "address": "350苗栗縣竹南鎮光復路293-4號",
     "tel": "(03) 746-5257"
    },
    {
     "area": "苗栗縣",
     "store": "卡諾曼菸酒",
     "address": "351苗栗縣頭份市八德一路226號",
     "tel": "(03) 769-2386"
    },
    {
     "area": "苗栗縣",
     "store": "喜洋洋菸酒-頭份店",
     "address": "351苗栗縣頭份市中央路310號",
     "tel": "(03) 767-0456"
    },
    {
     "area": "苗栗縣",
     "store": "喜洋洋菸酒-日新店",
     "address": "351苗栗縣頭份市日新街2鄰33號",
     "tel": "(03) 768-1466"
    },
    {
     "area": "苗栗縣",
     "store": "慶佳行-光華店",
     "address": "351苗栗縣頭份市光華北路90號",
     "tel": "(03) 761-1998"
    },
    {
     "area": "苗栗縣",
     "store": "慶佳行-東民店",
     "address": "351苗栗縣頭份市東民路107號",
     "tel": "(03) 769-0089"
    },
    {
     "area": "苗栗縣",
     "store": "大登洋酒",
     "address": "357苗栗縣通霄鎮福德路20號",
     "tel": "(03) 775-8095"
    },
    {
     "area": "苗栗縣",
     "store": "瑩芳行",
     "address": "358苗栗縣苑裡鎮社苓里7鄰74號",
     "tel": "(03) 774-2707"
    },
    {
     "area": "苗栗縣",
     "store": "博酒萊洋酒",
     "address": "358苗栗縣苑裡鎮博愛路2號",
     "tel": "(03) 786-0127"
    },
    {
     "area": "苗栗縣",
     "store": "謙泰行",
     "address": "360苗栗縣後龍鎮大庄里中山路498號",
     "tel": "(03) 772-9156"
    },
    {
     "area": "苗栗縣",
     "store": "逍遙菸酒",
     "address": "360苗栗縣後龍鎮中山路330號",
     "tel": "(03) 772-9448"
    },
    {
     "area": "苗栗縣",
     "store": "筌球商行",
     "address": "360苗栗縣後龍鎮南港里1鄰南勢山17-7號",
     "tel": "(03) 792-1222"
    },
    {
     "area": "苗栗縣",
     "store": "陽光商行",
     "address": "360苗栗縣苗栗市文發路481號",
     "tel": "(03) 735-2752"
    },
    {
     "area": "苗栗縣",
     "store": "尚進菸酒",
     "address": "360苗栗縣苗栗市為公路179號",
     "tel": "(03) 726-1223"
    },
    {
     "area": "苗栗縣",
     "store": "喜洋洋菸酒-為公店",
     "address": "360苗栗縣苗栗市為公路288號",
     "tel": "(03) 726-4673"
    },
    {
     "area": "苗栗縣",
     "store": "喜洋洋菸酒-英才店",
     "address": "360苗栗縣苗栗市英才路52號",
     "tel": "(03) 737-1056"
    },
    {
     "area": "苗栗縣",
     "store": "勝和菸酒",
     "address": "360苗栗縣苗栗市新東街41號",
     "tel": "(03) 733-6536"
    },
    {
     "area": "苗栗縣",
     "store": "尚好菸酒",
     "address": "360苗栗縣苗栗市縣府路118號",
     "tel": "(03) 736-1801"
    },
    {
     "area": "苗栗縣",
     "store": "卓蘭",
     "address": "369苗栗縣卓蘭鎮中正西路99之1號",
     "tel": "(04)2589-6881"
    },
    {
     "area": "台中市",
     "store": "利百加洋酒-十甲店",
     "address": "401台中市東區十甲路413號",
     "tel": "(04) 2213-2729"
    },
    {
     "area": "台中市",
     "store": "京旺菸酒-十甲店",
     "address": "401台中市東區十甲路517號",
     "tel": "(04) 2215-5379"
    },
    {
     "area": "台中市",
     "store": "一品夫人菸酒-旱溪店",
     "address": "401台中市東區旱溪街54號",
     "tel": "(04) 2211-3784"
    },
    {
     "area": "台中市",
     "store": "大衛洋行",
     "address": "401台中市東區建成路733號",
     "tel": "(04) 2283-1199"
    },
    {
     "area": "台中市",
     "store": "厚昌洋酒",
     "address": "401台中市東區精武路161號1樓",
     "tel": "0975-379-362"
    },
    {
     "area": "台中市",
     "store": "一品夫人菸酒",
     "address": "401台中市東區樂業路211號",
     "tel": "(04) 2211-1765"
    },
    {
     "area": "台中市",
     "store": "精湛酒藏",
     "address": "401台中市東區樂業路396號",
     "tel": "(04) 2212-1788"
    },
    {
     "area": "台中市",
     "store": "南區楊菸酒",
     "address": "402台中市南區五權南路243號",
     "tel": "(04) 2265-6789"
    },
    {
     "area": "台中市",
     "store": "日盛菸酒",
     "address": "402台中市南區合作街50號",
     "tel": "(04) 2285-0961"
    },
    {
     "area": "台中市",
     "store": "雅仕洋酒",
     "address": "402台中市南區信義南街320號",
     "tel": "0928-094-930"
    },
    {
     "area": "台中市",
     "store": "松賀洋酒-高工店",
     "address": "402台中市南區高工路500號",
     "tel": "(04) 2265-5885"
    },
    {
     "area": "台中市",
     "store": "利百加洋酒-復興店",
     "address": "402台中市南區復興路二段120-6號",
     "tel": "(04) 2262-5523"
    },
    {
     "area": "台中市",
     "store": "利百加洋酒-五權店",
     "address": "403台中市北區五權路146號",
     "tel": "(04) 2202-0958"
    },
    {
     "area": "台中市",
     "store": "茂綸菸酒",
     "address": "403台中市北區公園路140號(晚上八點後營業)",
     "tel": "(04) 2206-7675"
    },
    {
     "area": "台中市",
     "store": "康尼克菸酒",
     "address": "403台中市北區太原路一段478-1號",
     "tel": "(04) 2206-1372"
    },
    {
     "area": "台中市",
     "store": "利百加洋酒-北平店",
     "address": "403台中市北區北平路二段186號",
     "tel": "(04) 2291-0959"
    },
    {
     "area": "台中市",
     "store": "竤將商行",
     "address": "403台中市北區尚德街91巷7號",
     "tel": "(04) 2203-3298"
    },
    {
     "area": "台中市",
     "store": "宸逸洋酒",
     "address": "403台中市北區進化北路364號",
     "tel": "(04) 2236-0092"
    },
    {
     "area": "台中市",
     "store": "桂貫洋酒",
     "address": "403台中市北區漢口路3段259號",
     "tel": "(04) 2299-4100"
    },
    {
     "area": "台中市",
     "store": "品藏洋酒(漢口店)",
     "address": "403台中市北區漢口路四段265號",
     "tel": "(04) 2235-0228"
    },
    {
     "area": "台中市",
     "store": "金業洋酒",
     "address": "403台中市西區大業路5號",
     "tel": "(04) 2326-1701"
    },
    {
     "area": "台中市",
     "store": "富雅酒莊",
     "address": "403台中市西區中興街122巷19號",
     "tel": "(04) 2301-3699"
    },
    {
     "area": "台中市",
     "store": "利百加洋酒-公益店",
     "address": "403台中市西區公益路337號",
     "tel": "(04) 2320-5634"
    },
    {
     "area": "台中市",
     "store": "顏新珍洋酒商行",
     "address": "403台中市西區日進街101號",
     "tel": "(04) 2206-5187"
    },
    {
     "area": "台中市",
     "store": "界明洋酒",
     "address": "403台中市西區台灣大道2段50號",
     "tel": "(04) 2201-2103"
    },
    {
     "area": "台中市",
     "store": "美感臨酒",
     "address": "403台中市西區向上路一段502號",
     "tel": "(04) 2320-5723"
    },
    {
     "area": "台中市",
     "store": "星泰洋酒",
     "address": "403台中市西區向上路一段58號",
     "tel": "(04) 2301-3389"
    },
    {
     "area": "台中市",
     "store": "宸來洋酒",
     "address": "403台中市西區東興路三段17號",
     "tel": "(04) 2472-9877"
    },
    {
     "area": "台中市",
     "store": "麥金酒洋行",
     "address": "403台中市西區柳川西路二段188號",
     "tel": "(04) 2220-2582"
    },
    {
     "area": "台中市",
     "store": "弘川藏酒閣",
     "address": "403台中市西區柳川東路二段117號",
     "tel": "(04) 2372-8858"
    },
    {
     "area": "台中市",
     "store": "暐倫洋酒",
     "address": "403台中市西區美村路一段241號",
     "tel": "(04) 2305-0688"
    },
    {
     "area": "台中市",
     "store": "利百加洋酒-美村店",
     "address": "403台中市西區美村路一段268號",
     "tel": "(04) 2305-9112"
    },
    {
     "area": "台中市",
     "store": "貳零酒商行",
     "address": "403台中市西區樂群街209號1樓",
     "tel": "(04) 2371-8181"
    },
    {
     "area": "台中市",
     "store": "酒田洋酒",
     "address": "404台中市中區台灣大道一段658號",
     "tel": "(04) 2223-3400"
    },
    {
     "area": "台中市",
     "store": "茂峰菸酒",
     "address": "404台中市中區自由路二段54號(下午四點後點營業)",
     "tel": "(04) 2225-2525"
    },
    {
     "area": "台中市",
     "store": "利百加洋酒-中山店",
     "address": "406台中市太平區中山路四段124號",
     "tel": "(04) 2395-0749"
    },
    {
     "area": "台中市",
     "store": "京旺菸酒-永豐店",
     "address": "406台中市太平區永豐路19號",
     "tel": "(04) 2275-3489"
    },
    {
     "area": "台中市",
     "store": "京旺菸酒-東平店",
     "address": "406台中市太平區東平路455號",
     "tel": "(04) 2270-5309"
    },
    {
     "area": "台中市",
     "store": "松賀洋酒-太平店",
     "address": "406台中市太平區東平路800號",
     "tel": "(04) 2279-1119"
    },
    {
     "area": "台中市",
     "store": "茂林洋酒",
     "address": "406台中市太平區新平路三段171號",
     "tel": "(04) 2391-0582"
    },
    {
     "area": "台中市",
     "store": "禾紳洋酒",
     "address": "406台中市北屯區中平路696號1樓",
     "tel": "(04) 2295-8138"
    },
    {
     "area": "台中市",
     "store": "酒甕菸酒",
     "address": "406台中市北屯區中清路二段1026號",
     "tel": "(04) 2426-0208"
    },
    {
     "area": "台中市",
     "store": "清泰菸酒",
     "address": "406台中市北屯區中清路二段128號",
     "tel": "0936-231-190"
    },
    {
     "area": "台中市",
     "store": "葡晶洋酒-中清店",
     "address": "406台中市北屯區中清路二段242號",
     "tel": "(04) 2297-8055"
    },
    {
     "area": "台中市",
     "store": "酒江村菸酒-太順店",
     "address": "406台中市北屯區太順路17號",
     "tel": "(04) 2436-9214"
    },
    {
     "area": "台中市",
     "store": "北台中商行",
     "address": "406台中市北屯區昌平路一段143號",
     "tel": "(04) 2244-0529"
    },
    {
     "area": "台中市",
     "store": "大墩東山洋酒",
     "address": "406台中市北屯區東山路1段148號",
     "tel": "(04) 2437-3166"
    },
    {
     "area": "台中市",
     "store": "品藏洋酒(東山店)",
     "address": "406台中市北屯區東山路1段226號",
     "tel": "(04) 2437-6878"
    },
    {
     "area": "台中市",
     "store": "利百加洋酒-東山店",
     "address": "406台中市北屯區東山路一段125號",
     "tel": "(04) 2437-8009"
    },
    {
     "area": "台中市",
     "store": "群茂洋酒",
     "address": "406台中市北屯區東山路一段326號",
     "tel": "(04) 2436-8319"
    },
    {
     "area": "台中市",
     "store": "寶佳洋酒",
     "address": "406台中市北屯區崇德路2段482號",
     "tel": "(04) 2249-1710"
    },
    {
     "area": "台中市",
     "store": "哈利洋酒",
     "address": "406台中市北屯區崇德路二段308號",
     "tel": "(04) 2241-6658"
    },
    {
     "area": "台中市",
     "store": "集玖庄菸酒",
     "address": "406台中市北屯區瀋陽路一段82號",
     "tel": "(04) 2298-9909"
    },
    {
     "area": "台中市",
     "store": "世傳菸酒行",
     "address": "406台中市北屯路267號",
     "tel": "0900-005-970"
    },
    {
     "area": "台中市",
     "store": "臻酒仙",
     "address": "407台中市西屯區市政路690號",
     "tel": "(04) 2251-5959"
    },
    {
     "area": "台中市",
     "store": "酒湖洋酒-安和店",
     "address": "407台中市西屯區安和路151號",
     "tel": "(04) 2462-5711"
    },
    {
     "area": "台中市",
     "store": "利百加洋酒-漢口店",
     "address": "407台中市西屯區西屯路二段32-1號",
     "tel": "(04) 2314-3359"
    },
    {
     "area": "台中市",
     "store": "利百加洋酒-中科店",
     "address": "407台中市西屯區西屯路三段101號",
     "tel": "(04) 2462-1559"
    },
    {
     "area": "台中市",
     "store": "龍穴酒坊",
     "address": "407台中市西屯區河南路ㄧ段56號",
     "tel": "(04) 2317-2929"
    },
    {
     "area": "台中市",
     "store": "哈斯葵洋酒",
     "address": "407台中市西屯區河南路二段301巷50號",
     "tel": "(04) 2437-6878"
    },
    {
     "area": "台中市",
     "store": "葡晶洋酒-市政店",
     "address": "407台中市西屯區河南路四段103號",
     "tel": "(04) 2297-8055"
    },
    {
     "area": "台中市",
     "store": "酒水沙龍",
     "address": "407台中市西屯區惠中路152號",
     "tel": "(04) 2316-6566"
    },
    {
     "area": "台中市",
     "store": "酒號倉庫-朝富店",
     "address": "407台中市西屯區朝富路66-1號",
     "tel": "(04) 2254-9512"
    },
    {
     "area": "台中市",
     "store": "安迪洋行",
     "address": "407台中市西屯區寧夏路217號",
     "tel": "(04) 2317-3430"
    },
    {
     "area": "台中市",
     "store": "利百加洋酒-黎明店",
     "address": "407台中市西屯區黎明路三段116號",
     "tel": "(04) 2452-9709"
    },
    {
     "area": "台中市",
     "store": "台灣自來酒",
     "address": "408台中市南屯區大墩四街327號",
     "tel": "(04) 2471-8833"
    },
    {
     "area": "台中市",
     "store": "利百加洋酒-大墩店",
     "address": "408台中市南屯區大墩路184號",
     "tel": "(04) 2471-5809"
    },
    {
     "area": "台中市",
     "store": "文心商行",
     "address": "408台中市南屯區文心路1段437號",
     "tel": "(04) 2258-2088"
    },
    {
     "area": "台中市",
     "store": "收藏家洋酒",
     "address": "408台中市南屯區永春東路198號",
     "tel": "(04) 2473-9696"
    },
    {
     "area": "台中市",
     "store": "安泰洋酒",
     "address": "408台中市南屯區向上南路一段321號",
     "tel": "(04) 2473-5089"
    },
    {
     "area": "台中市",
     "store": "犁頭店菸酒",
     "address": "408台中市南屯區黎明路一段1079號",
     "tel": "(04) 2385-1925"
    },
    {
     "area": "台中市",
     "store": "酒寶菸酒",
     "address": "408台中市南屯區黎明路二段209號",
     "tel": "(04) 2386-3668"
    },
    {
     "area": "台中市",
     "store": "紅頂菸酒",
     "address": "408台中市南屯區環中路四段56號",
     "tel": "(04) 2385-0480"
    },
    {
     "area": "台中市",
     "store": "京旺菸酒-大明店",
     "address": "412台中市大里區大明路525號",
     "tel": "(04) 2406-0152"
    },
    {
     "area": "台中市",
     "store": "利百加洋酒-大里店",
     "address": "412台中市大里區中興路一段11-4號",
     "tel": "(04) 2496-0639"
    },
    {
     "area": "台中市",
     "store": "利百加洋酒-內新店",
     "address": "412台中市大里區中興路二段576號",
     "tel": "(04) 2486-0869"
    },
    {
     "area": "台中市",
     "store": "金橋食品",
     "address": "412台中市大里區中興路二段709號",
     "tel": "(04) 2485-4646"
    },
    {
     "area": "台中市",
     "store": "富三洋酒",
     "address": "412台中市大里區仁慈街350號",
     "tel": "0910-529-524"
    },
    {
     "area": "台中市",
     "store": "艾霏漾酒品專門店",
     "address": "412台中市大里區永隆路577號",
     "tel": "(04) 2406-9000"
    },
    {
     "area": "台中市",
     "store": "京旺菸酒-益民店",
     "address": "412台中市大里區益民路二段301號",
     "tel": "(04) 2487-5390"
    },
    {
     "area": "台中市",
     "store": "酒號倉庫-大里店",
     "address": "412台中市大里區爽文路1121號",
     "tel": "(04) 2406-3246"
    },
    {
     "area": "台中市",
     "store": "酒號倉庫-總倉",
     "address": "412台中市大里區爽文路398號",
     "tel": "(04) 2406-4648"
    },
    {
     "area": "台中市",
     "store": "京旺菸酒-塗城店",
     "address": "412台中市大里區塗城路657號",
     "tel": "(04) 2495-1675"
    },
    {
     "area": "台中市",
     "store": "京旺菸酒-新仁店",
     "address": "412台中市大里區新仁路一段221號",
     "tel": "(04) 2279-1247"
    },
    {
     "area": "台中市",
     "store": "京旺菸酒-霧峰店",
     "address": "413台中市霧峰區育仁街11號",
     "tel": "(04) 2339-7126"
    },
    {
     "area": "台中市",
     "store": "松賀-烏日",
     "address": "414台中市烏日區中山路一段503號",
     "tel": "(04) 2338-8639"
    },
    {
     "area": "台中市",
     "store": "日升菸酒",
     "address": "414台中市烏日區五光路1003號",
     "tel": "(04) 2337-4858"
    },
    {
     "area": "台中市",
     "store": "百淳洋酒",
     "address": "414台中市烏日區新興路433號",
     "tel": "(04) 2337-9953"
    },
    {
     "area": "台中市",
     "store": "榮瑋商店",
     "address": "414台中市烏日鄉中山路一段374號3F",
     "tel": "0925-186-093"
    },
    {
     "area": "台中市",
     "store": "亞德倫菸酒-大勇店",
     "address": "420台中市豐原區三豐路一段169號之2",
     "tel": "(04) 2515-5473"
    },
    {
     "area": "台中市",
     "store": "品藏洋酒(豐原店)",
     "address": "420台中市豐原區大明路32號",
     "tel": "(04) 2529-5288"
    },
    {
     "area": "台中市",
     "store": "亞德倫菸酒-向陽店",
     "address": "420台中市豐原區向陽路170巷9號",
     "tel": "(04) 2525-1425"
    },
    {
     "area": "台中市",
     "store": "巨合菸酒",
     "address": "420台中市豐原區豐東路456號",
     "tel": "0909-518-802"
    },
    {
     "area": "台中市",
     "store": "酒哉菸酒",
     "address": "420台中市豐原區豐東路556號",
     "tel": "(04) 2526-1419"
    },
    {
     "area": "台中市",
     "store": "寶聯行",
     "address": "420台中市豐原區豐勢路二段31號",
     "tel": "(04) 2523-0403"
    },
    {
     "area": "台中市",
     "store": "高腳杯商行",
     "address": "423台中市東勢區延平里第一橫街31號1樓",
     "tel": "0978-930-579"
    },
    {
     "area": "台中市",
     "store": "鎮昌菸酒",
     "address": "423台中市東勢區忠孝街173號",
     "tel": "(04) 2587-0000"
    },
    {
     "area": "台中市",
     "store": "劉福",
     "address": "423台中市東勢區東坑路216號",
     "tel": "(04) 2587-7261"
    },
    {
     "area": "台中市",
     "store": "下新菸酒",
     "address": "423台中市東勢區東蘭路43號",
     "tel": "(04) 2587-2256"
    },
    {
     "area": "台中市",
     "store": "威爾森洋酒",
     "address": "427台中市潭子區雅潭路二段252號",
     "tel": "(04) 2533-5883"
    },
    {
     "area": "台中市",
     "store": "以全菸酒商行",
     "address": "427台中市潭子區潭秀里中山路二段474-2號1樓",
     "tel": "(04) 2533-1621"
    },
    {
     "area": "台中市",
     "store": "拉菲菸酒",
     "address": "428台中大雅區雅潭路四段502號",
     "tel": "(04) 2567-3819"
    },
    {
     "area": "台中市",
     "store": "酒湖洋酒-大雅店",
     "address": "428台中市大雅區民生路一段263號",
     "tel": "(04) 2566-5945"
    },
    {
     "area": "台中市",
     "store": "酒國英豪菸酒",
     "address": "428台中市大雅區民生路三段356號",
     "tel": "(04) 2566-4710"
    },
    {
     "area": "台中市",
     "store": "酒倉洋酒",
     "address": "428台中市大雅區科雅路398號",
     "tel": "(04) 2567-9159"
    },
    {
     "area": "台中市",
     "store": "酒江村菸酒",
     "address": "429台中市神岡區大富路9號",
     "tel": "(04) 2527-8861"
    },
    {
     "area": "台中市",
     "store": "吉菖洋酒",
     "address": "429台中市神岡區神林路88號",
     "tel": "(04) 2563-1080"
    },
    {
     "area": "台中市",
     "store": "七七會社洋酒",
     "address": "432台中市大肚區自治路77號",
     "tel": "(04) 2699-8323"
    },
    {
     "area": "台中市",
     "store": "酒湖洋酒-沙鹿店",
     "address": "433台中市沙鹿區台灣大道七段761號",
     "tel": "(04) 2663-4939"
    },
    {
     "area": "台中市",
     "store": "榮好菸酒",
     "address": "435台中市梧棲區居仁街212號",
     "tel": "(04) 2657-9889"
    },
    {
     "area": "台中市",
     "store": "酒湖洋酒-清水店",
     "address": "436台中市清水區中華路417之2號",
     "tel": "(04) 2628-1550"
    },
    {
     "area": "台中市",
     "store": "歐巴馬菸酒",
     "address": "436台中市清水區中華路609-1號",
     "tel": "(04) 2628-1077"
    },
    {
     "area": "台中市",
     "store": "酒湖洋酒-大甲店",
     "address": "437台中市大甲區中山路一段486號",
     "tel": "(04) 2680-5836"
    },
    {
     "area": "台中市",
     "store": "上醇菸酒",
     "address": "437台中市大甲區孔雀路42號",
     "tel": "(04) 2687-4107"
    },
    {
     "area": "台中市",
     "store": "紅酒莊洋酒",
     "address": "437台中市大甲區光明路131號",
     "tel": "0932-677-946"
    },
    {
     "area": "台中市",
     "store": "酒號倉庫-大甲店",
     "address": "437台中市大甲區忠孝路60巷1號",
     "tel": "(04) 2680-3798"
    },
    {
     "area": "台中市",
     "store": "同懋菸酒",
     "address": "437台中市大甲區信義路158號",
     "tel": "(04) 2686-0340"
    },
    {
     "area": "台中市",
     "store": "民生菸酒",
     "address": "437台中市大甲區朝陽里民生路24號",
     "tel": "(04) 2687-2302"
    },
    {
     "area": "台中市",
     "store": "酒港菸酒",
     "address": "437台中市大甲區經國路1號",
     "tel": "(04) 2686-8071"
    },
    {
     "area": "彰化縣",
     "store": "加納洋酒-大埔店",
     "address": "500彰化縣彰化市大埔路492號",
     "tel": "(04) 713-9998"
    },
    {
     "area": "彰化縣",
     "store": "金元富",
     "address": "500彰化縣彰化市水源路568號",
     "tel": "(04) 763-9918"
    },
    {
     "area": "彰化縣",
     "store": "加納洋酒",
     "address": "500彰化縣彰化市民生路15號",
     "tel": "(04) 722-6371"
    },
    {
     "area": "彰化縣",
     "store": "吉福菸酒",
     "address": "500彰化縣彰化市自強路32號",
     "tel": "(04) 726-2688"
    },
    {
     "area": "彰化縣",
     "store": "摩登菸酒",
     "address": "500彰化縣彰化市南郭路一段55號",
     "tel": "0986-703-602"
    },
    {
     "area": "彰化縣",
     "store": "加納洋酒-大竹圍店",
     "address": "500彰化縣彰化市彰南路二段19號",
     "tel": "(04) 738-5818"
    },
    {
     "area": "彰化縣",
     "store": "日享商行",
     "address": "500彰化縣彰化市彰南路二段232號",
     "tel": "(04) 738-8507"
    },
    {
     "area": "彰化縣",
     "store": "永承商行-芬園店",
     "address": "502彰化縣芬園鄉彰南路四段41號",
     "tel": "(04) 9251-1543"
    },
    {
     "area": "彰化縣",
     "store": "加納洋酒-花壇店",
     "address": "503彰化縣花壇鄉花壇街346號",
     "tel": "(04) 786-0472"
    },
    {
     "area": "彰化縣",
     "store": "上海菸酒",
     "address": "504彰化縣秀水鄉番花路362號",
     "tel": "(04) 769-6194"
    },
    {
     "area": "彰化縣",
     "store": "金馬菸酒",
     "address": "504彰化縣秀水鄉雅興街229號",
     "tel": "(04) 763-0813"
    },
    {
     "area": "彰化縣",
     "store": "源鑫菸酒",
     "address": "505彰化縣鹿港鎮中正路387號",
     "tel": "(04) 775-4227"
    },
    {
     "area": "彰化縣",
     "store": "佳沅菸酒",
     "address": "505彰化縣鹿港鎮鹿和路三段440號",
     "tel": "(04) 771-1968"
    },
    {
     "area": "彰化縣",
     "store": "永記商行",
     "address": "505彰化縣鹿港鎮鹿草路5段243號",
     "tel": "(04) 771-2629"
    },
    {
     "area": "彰化縣",
     "store": "酒尊洋酒",
     "address": "508彰化縣和美鎮和頭路21號",
     "tel": "(04) 756-6711"
    },
    {
     "area": "彰化縣",
     "store": "酒之店菸酒",
     "address": "510彰化縣員林市三民東街51號",
     "tel": "(04) 834-0730"
    },
    {
     "area": "彰化縣",
     "store": "酒樂菸酒",
     "address": "510彰化縣員林市三民東街63號",
     "tel": "(04) 839-7566"
    },
    {
     "area": "彰化縣",
     "store": "光輝菸酒",
     "address": "510彰化縣員林市中山路一段583號",
     "tel": "(04) 835-5666"
    },
    {
     "area": "彰化縣",
     "store": "永承商行-員林店",
     "address": "510彰化縣員林市中山路二段598號",
     "tel": "(04) 836-3413"
    },
    {
     "area": "彰化縣",
     "store": "大芳菸酒",
     "address": "510彰化縣員林市光明街152號",
     "tel": "(04) 832-1475"
    },
    {
     "area": "彰化縣",
     "store": "日進菸酒",
     "address": "510彰化縣員林市員水路二段155號",
     "tel": "(04) 836-0781"
    },
    {
     "area": "彰化縣",
     "store": "福星菸酒",
     "address": "510彰化縣員林市員鹿路117號",
     "tel": "(04) 833-5840"
    },
    {
     "area": "彰化縣",
     "store": "萬桶菸酒",
     "address": "510彰化縣員林市靜修東路81號",
     "tel": "(04) 832-3777"
    },
    {
     "area": "彰化縣",
     "store": "梅山菸酒",
     "address": "510彰化縣員林市雙平路17號",
     "tel": "(04) 832-1702"
    },
    {
     "area": "彰化縣",
     "store": "博酒萊菸酒",
     "address": "510彰化縣員林鎮浮圳路二段25號",
     "tel": "(04) 839-5599"
    },
    {
     "area": "彰化縣",
     "store": "大旺菸酒",
     "address": "511彰化縣社頭鄉員集路二段229號",
     "tel": "(04) 871-1009"
    },
    {
     "area": "彰化縣",
     "store": "酒尚洋酒",
     "address": "511彰化縣社頭鄉員集路四段273號",
     "tel": "(04) 873-9882"
    },
    {
     "area": "彰化縣",
     "store": "隆豐菸酒",
     "address": "513彰化縣埔心鄉東門村正義路70號",
     "tel": "(04) 829-2053"
    },
    {
     "area": "彰化縣",
     "store": "宇夏菸酒",
     "address": "513彰化縣埔心鄉員鹿路一段435號",
     "tel": "(04) 828-1190"
    },
    {
     "area": "彰化縣",
     "store": "榮芳商行",
     "address": "513彰化縣埔心鄉瑤鳳路一段62號",
     "tel": "(04) 829-9806"
    },
    {
     "area": "彰化縣",
     "store": "江夏菸酒",
     "address": "514彰化縣溪湖鎮西環路492號",
     "tel": "(04) 885-9227"
    },
    {
     "area": "彰化縣",
     "store": "萬芳菸酒",
     "address": "515彰化縣大村鄉大仁路一段144號",
     "tel": "(04) 852-5430"
    },
    {
     "area": "彰化縣",
     "store": "年代菸酒",
     "address": "520彰化縣田中鎮南北街140號",
     "tel": "(04) 874-5016"
    },
    {
     "area": "彰化縣",
     "store": "金思維洋酒",
     "address": "521彰化縣北斗鎮斗苑路一段291號",
     "tel": "(04) 888-8915"
    },
    {
     "area": "彰化縣",
     "store": "永承商行-北斗店",
     "address": "521彰化縣北斗鎮斗苑路二段71號",
     "tel": "(04) 887-4055"
    },
    {
     "area": "彰化縣",
     "store": "品銘菸酒",
     "address": "521彰化縣北斗鎮復興路232號",
     "tel": "(04) 878-2966"
    },
    {
     "area": "彰化縣",
     "store": "雅政菸酒",
     "address": "523彰化縣埤頭鄉斗苑西路226號",
     "tel": "(04) 892-1451"
    },
    {
     "area": "彰化縣",
     "store": "青旺菸酒",
     "address": "523彰化縣埤頭鄉彰水路三段550號",
     "tel": "(04) 891-0252"
    },
    {
     "area": "彰化縣",
     "store": "宏信商行",
     "address": "526彰化縣二林鎮大成路一段336號",
     "tel": "(04) 896-5061"
    },
    {
     "area": "彰化縣",
     "store": "臻品菸酒",
     "address": "526彰化縣二林鎮斗苑路五段399號",
     "tel": "(04) 896-8308"
    },
    {
     "area": "彰化縣",
     "store": "員外茶莊",
     "address": "526彰化縣二林鎮西平里建國路411號",
     "tel": "(04) 896-2037"
    },
    {
     "area": "南投縣",
     "store": "元阜商行",
     "address": "540南投縣南投市三民里南陽路461號",
     "tel": "(04) 9223-8598"
    },
    {
     "area": "南投縣",
     "store": "文和菸酒-中興店",
     "address": "540南投縣南投市中興新村中興路72號",
     "tel": "(04) 9239-0342"
    },
    {
     "area": "南投縣",
     "store": "豪韻菸酒所",
     "address": "540南投縣南投市南陽路98號",
     "tel": "(04) 9222-9906"
    },
    {
     "area": "南投縣",
     "store": "承暘菸酒",
     "address": "540南投縣南投市康壽里民生街26號",
     "tel": "(04) 9220-2998"
    },
    {
     "area": "南投縣",
     "store": "文和菸酒-南投店",
     "address": "540南投縣南投市復興路119號",
     "tel": "(04) 9222-4601"
    },
    {
     "area": "南投縣",
     "store": "宏龍菸酒",
     "address": "540南投縣南投市彰南路3段132號",
     "tel": "(04) 9226-0699"
    },
    {
     "area": "南投縣",
     "store": "嘉峰商行",
     "address": "540南投縣南投市彰南路一段613號",
     "tel": "(04) 9222-5742"
    },
    {
     "area": "南投縣",
     "store": "大禾屋菸酒",
     "address": "542南投縣草屯鎮上林里太平路一段139號",
     "tel": "(04) 9231-2965"
    },
    {
     "area": "南投縣",
     "store": "百淳菸酒",
     "address": "542南投縣草屯鎮太平路一段516號",
     "tel": "(04) 9239-2496"
    },
    {
     "area": "南投縣",
     "store": "元太洋行",
     "address": "542南投縣草屯鎮和平街4號",
     "tel": "(04) 9232-2008"
    },
    {
     "area": "南投縣",
     "store": "羊哥菸酒",
     "address": "542南投縣草屯鎮炎峰街82號",
     "tel": "(04) 9236-7775"
    },
    {
     "area": "南投縣",
     "store": "家家有洋酒",
     "address": "542南投縣草屯鎮敦和路敦成巷1之1號",
     "tel": "(04) 9231-0884"
    },
    {
     "area": "南投縣",
     "store": "酒玖商行",
     "address": "544南投縣國姓鄉中興路236號",
     "tel": "(04) 9272-3951"
    },
    {
     "area": "南投縣",
     "store": "呵呵商行",
     "address": "545南投縣埔里鎮中正路745號",
     "tel": "0926-939-299"
    },
    {
     "area": "南投縣",
     "store": "酒園商行",
     "address": "545南投縣埔里鎮中華路188號",
     "tel": "(04) 9299-9903"
    },
    {
     "area": "南投縣",
     "store": "進南號菸酒",
     "address": "545南投縣埔里鎮西安路1段93號",
     "tel": "(04) 9298-2123"
    },
    {
     "area": "南投縣",
     "store": "金利菸酒",
     "address": "545南投縣埔里鎮西安路一段95號",
     "tel": "(04) 9298-4401"
    },
    {
     "area": "南投縣",
     "store": "博酒萊-埔里",
     "address": "545南投縣埔里鎮東華路182號",
     "tel": "(04) 9298-3652"
    },
    {
     "area": "南投縣",
     "store": "錡毅菸酒",
     "address": "551南投縣名間鄉濁水村員集路67號",
     "tel": "(04) 9273-2071"
    },
    {
     "area": "南投縣",
     "store": "三元行",
     "address": "552南投縣集集鎮集集街100號",
     "tel": "(04) 9276-2371"
    },
    {
     "area": "南投縣",
     "store": "台元洋酒",
     "address": "557南投縣竹山鎮大明路233號",
     "tel": "(04) 9265-3393"
    },
    {
     "area": "嘉義市",
     "store": "順飲-嘉義店",
     "address": "600嘉義市西區上海路209號",
     "tel": "(05) 283-8383"
    },
    {
     "area": "嘉義市",
     "store": "八八煙酒水-友愛店",
     "address": "600嘉義市西區友愛路138-1號",
     "tel": "(05) 231-5188"
    },
    {
     "area": "嘉義市",
     "store": "酒客菸酒",
     "address": "600嘉義市西區友愛路138號",
     "tel": "(05) 281-0669"
    },
    {
     "area": "嘉義市",
     "store": "酒國英雄菸酒",
     "address": "600嘉義市西區友愛路221號",
     "tel": "(05) 233-1212"
    },
    {
     "area": "嘉義市",
     "store": "八八煙酒水-新生店",
     "address": "600嘉義市西區友愛路337號",
     "tel": "(05) 216-3988"
    },
    {
     "area": "嘉義市",
     "store": "克林菸酒",
     "address": "600嘉義市西區民生北路213號",
     "tel": "(05) 228-8833"
    },
    {
     "area": "嘉義市",
     "store": "晉福菸酒",
     "address": "600嘉義市西區民生北路233號",
     "tel": "(05) 222-5943"
    },
    {
     "area": "嘉義市",
     "store": "盈嘉商行",
     "address": "600嘉義市西區南京路401號",
     "tel": "(05) 236-8882"
    },
    {
     "area": "嘉義市",
     "store": "萬鴻菸酒",
     "address": "600嘉義市西區興業西路71號",
     "tel": "(05) 286-1698"
    },
    {
     "area": "嘉義市",
     "store": "品銘菸酒",
     "address": "600嘉義市東區台林街207號",
     "tel": "(05) 275-6779"
    },
    {
     "area": "嘉義市",
     "store": "上村行菸酒",
     "address": "600嘉義市東區民族路109號",
     "tel": "(05) 276-0970"
    },
    {
     "area": "嘉義市",
     "store": "八八煙酒水-後庄店",
     "address": "600嘉義市東區吳鳳南路340號",
     "tel": "(05) 239-5788"
    },
    {
     "area": "嘉義市",
     "store": "歡喜菸酒顏福來",
     "address": "600嘉義市東區新生路642號",
     "tel": "(05) 277-6111"
    },
    {
     "area": "嘉義縣",
     "store": "酒仙商行",
     "address": "604嘉義縣竹崎鄉中華路2-3號",
     "tel": "0905-037-371"
    },
    {
     "area": "嘉義縣",
     "store": "萬鴻菸酒 太保店",
     "address": "612嘉義縣太保市後潭188-5號",
     "tel": "(05) 370-3069"
    },
    {
     "area": "嘉義縣",
     "store": "林酒",
     "address": "612嘉義縣太保市祥和一路東段50號",
     "tel": "(05) 362-5050"
    },
    {
     "area": "雲林縣",
     "store": "隆泰行",
     "address": "630雲林縣斗南鎮中山路113號",
     "tel": "(05) 597-3360"
    },
    {
     "area": "雲林縣",
     "store": "斯威特商行",
     "address": "630雲林縣斗南鎮義德路100號",
     "tel": "(05) 597-2468"
    },
    {
     "area": "雲林縣",
     "store": "全球菸酒-中華店",
     "address": "632雲林縣虎尾鎮中華路50-1號",
     "tel": "0917-243-270"
    },
    {
     "area": "雲林縣",
     "store": "全球菸酒-光復店",
     "address": "632雲林縣虎尾鎮光復路331號",
     "tel": "(05) 633-8005"
    },
    {
     "area": "雲林縣",
     "store": "正峰煙酒量販店",
     "address": "632雲林縣虎尾鎮光復路416號",
     "tel": "(05) 636-1475"
    },
    {
     "area": "雲林縣",
     "store": "八八煙酒水-虎尾店",
     "address": "632雲林縣虎尾鎮光復路443號",
     "tel": "(05) 631-0388"
    },
    {
     "area": "雲林縣",
     "store": "全球菸酒-虎尾店",
     "address": "632雲林縣虎尾鎮林森路2段255號",
     "tel": "(05) 632-7153"
    },
    {
     "area": "雲林縣",
     "store": "寶園洋酒",
     "address": "636雲林縣台西鄉民權路82號",
     "tel": "(05) 698-2801"
    },
    {
     "area": "雲林縣",
     "store": "勝輝",
     "address": "637雲林縣崙背鄉大明街38號",
     "tel": "(05) 696-9362"
    },
    {
     "area": "雲林縣",
     "store": "尚品",
     "address": "637雲林縣崙背鄉東興路119號",
     "tel": "(05) 586-4822"
    },
    {
     "area": "雲林縣",
     "store": "通洋酒莊",
     "address": "638雲林縣麥寮鄉中興路78-13號",
     "tel": "(05) 693-4568"
    },
    {
     "area": "雲林縣",
     "store": "翔賀菸酒-橋頭店",
     "address": "638雲林縣麥寮鄉仁德路241號",
     "tel": "(05) 691-7788"
    },
    {
     "area": "雲林縣",
     "store": "翔賀菸酒-麥寮店",
     "address": "638雲林縣麥寮鄉泰順路331號",
     "tel": "0955-670-970"
    },
    {
     "area": "雲林縣",
     "store": "杜康菸酒",
     "address": "640雲林縣斗六市上海路253號",
     "tel": "(05) 534-6869"
    },
    {
     "area": "雲林縣",
     "store": "鼎典菸酒",
     "address": "640雲林縣斗六市民生路283-12號",
     "tel": "(05) 533-9784"
    },
    {
     "area": "雲林縣",
     "store": "徠圓酒莊",
     "address": "640雲林縣斗六市成功路218號",
     "tel": "(05) 532-7568"
    },
    {
     "area": "雲林縣",
     "store": "佳亨洋行",
     "address": "640雲林縣斗六市明德北路二段81號",
     "tel": "(05) 532-5898"
    },
    {
     "area": "雲林縣",
     "store": "欣州酒莊",
     "address": "648雲林縣西螺鎮光明西路245號",
     "tel": "(05) 587-2568"
    },
    {
     "area": "雲林縣",
     "store": "有成菸酒",
     "address": "648雲林縣西螺鎮光復西路268-3號",
     "tel": "(05) 599-1990"
    },
    {
     "area": "雲林縣",
     "store": "翔賀菸酒-西螺店",
     "address": "648雲林縣西螺鎮興農西路63號",
     "tel": "0955-670-970"
    },
    {
     "area": "雲林縣",
     "store": "唯君股份有限公司",
     "address": "649雲林縣二崙鄉裕民路12號",
     "tel": "(05) 598-9588"
    },
    {
     "area": "雲林縣",
     "store": "全球菸酒-北港店",
     "address": "651雲林縣北港鎮華勝路61號",
     "tel": "(05) 783-5298"
    },
    {
     "area": "台南市",
     "store": "州翔酒翔",
     "address": "700台南市中西區西和路220號",
     "tel": "(06) 258-6958"
    },
    {
     "area": "台南市",
     "store": "高登-台南",
     "address": "700台南市中西區和意路78號",
     "tel": "0973-063-215"
    },
    {
     "area": "台南市",
     "store": "大眾-武聖",
     "address": "700台南市中西區武聖路265號",
     "tel": "(06) 280-0129"
    },
    {
     "area": "台南市",
     "store": "翔發",
     "address": "700台南市中西區金華路三段60號",
     "tel": "(06) 223-9729"
    },
    {
     "area": "台南市",
     "store": "龍憶",
     "address": "700台南市中西區南門路243號之3",
     "tel": "(06) 213-0289"
    },
    {
     "area": "台南市",
     "store": "醇爵",
     "address": "700台南市中西區海安路一段26號",
     "tel": "(06) 220-0507"
    },
    {
     "area": "台南市",
     "store": "廣來",
     "address": "701台南市東區大同路二段139號",
     "tel": "(06) 246-6272"
    },
    {
     "area": "台南市",
     "store": "合歡小東",
     "address": "701台南市東區小東路330號",
     "tel": "(06) 275-6621"
    },
    {
     "area": "台南市",
     "store": "合歡門市",
     "address": "701台南市東區東門路一段188號",
     "tel": "(06) 236-5301"
    },
    {
     "area": "台南市",
     "store": "槓頂菸酒",
     "address": "701台南市東區崇德路456號",
     "tel": "(06) 336-2189"
    },
    {
     "area": "台南市",
     "store": "合歡夏林門市",
     "address": "702台南市南區夏林路148號",
     "tel": "(06) 264-4252"
    },
    {
     "area": "台南市",
     "store": "棋勝",
     "address": "702台南市南區惠南街83號",
     "tel": "0932-706-906"
    },
    {
     "area": "台南市",
     "store": "鼎大",
     "address": "704台南市北區中華北路一段78巷25號",
     "tel": "0968-702-927"
    },
    {
     "area": "台南市",
     "store": "大大菸酒",
     "address": "708台南市安平區中華西路二段573號",
     "tel": "(06) 280-3078"
    },
    {
     "area": "台南市",
     "store": "順飲永華總店",
     "address": "708台南市安平區永華路二段678號",
     "tel": "(06) 299-9123"
    },
    {
     "area": "台南市",
     "store": "賀鼎",
     "address": "708台南市安平區永華路二段690號",
     "tel": "(06) 293-0022"
    },
    {
     "area": "台南市",
     "store": "大眾-安平",
     "address": "708台南市安平區建平路696號",
     "tel": "(06) 293-8999"
    },
    {
     "area": "台南市",
     "store": "鍾愛",
     "address": "709台南市安南區安和路四段480號",
     "tel": "(06) 356-1127"
    },
    {
     "area": "台南市",
     "store": "順飲-西門店",
     "address": "709台南市安南區西門路四段375號",
     "tel": "(06) 281-0333"
    },
    {
     "area": "台南市",
     "store": "高僑",
     "address": "709台南市安南區海沺路一段99號",
     "tel": "(06) 350-6423"
    },
    {
     "area": "台南市",
     "store": "昕悅揚",
     "address": "710台南市永康區中華一路150-1號",
     "tel": "(06) 312-9699"
    },
    {
     "area": "台南市",
     "store": "順飲-中華店",
     "address": "710台南市永康區中華路403號",
     "tel": "(06) 275-6222"
    },
    {
     "area": "台南市",
     "store": "家禎",
     "address": "710台南市永康區永華路66號",
     "tel": "(06) 273-4129"
    },
    {
     "area": "台南市",
     "store": "壹玲",
     "address": "710台南市永康區忠孝路108號",
     "tel": "(06) 312-0078"
    },
    {
     "area": "台南市",
     "store": "龍亨菸酒",
     "address": "710台南市永康區東橋七路153號",
     "tel": "(06) 302-0329"
    },
    {
     "area": "台南市",
     "store": "宏瑋菸酒行",
     "address": "710台南市永康區南灣里大灣路578號",
     "tel": "(06) 205-9050"
    },
    {
     "area": "台南市",
     "store": "順飲-復國店",
     "address": "710台南市永康區復國一路361號",
     "tel": "(06) 203-1831"
    },
    {
     "area": "台南市",
     "store": "南都菸酒",
     "address": "710台南市永康區復國二路63巷",
     "tel": "(06) 598-1166"
    },
    {
     "area": "台南市",
     "store": "涼亭",
     "address": "711台南市歸仁區保大路三段270號",
     "tel": "(06) 265-0334"
    },
    {
     "area": "台南市",
     "store": "明輝",
     "address": "712台南市新化區中山路111巷10號",
     "tel": "(06) 598-1166"
    },
    {
     "area": "台南市",
     "store": "泰安(德佳)",
     "address": "712台南市新化區中正路462.464號",
     "tel": "(06) 590-7527"
    },
    {
     "area": "台南市",
     "store": "富冠商行",
     "address": "717台南市仁德區中正路二段341號",
     "tel": "(06) 279-4232"
    },
    {
     "area": "台南市",
     "store": "鼎豐",
     "address": "721台南市麻豆區自由路32-16號",
     "tel": "(06) 572-8041"
    },
    {
     "area": "台南市",
     "store": "僑領",
     "address": "722台南市佳里區中山路225號",
     "tel": "(06) 723-6072"
    },
    {
     "area": "台南市",
     "store": "西港菸酒",
     "address": "723台南市西港區慶安路82號",
     "tel": "(06) 795-0225"
    },
    {
     "area": "台南市",
     "store": "御品",
     "address": "730台南市新營區三民路69號",
     "tel": "(06) 637-6999"
    },
    {
     "area": "台南市",
     "store": "晴瑒",
     "address": "730台南市新營區和平路87號",
     "tel": "(06) 635-5035"
    },
    {
     "area": "台南市",
     "store": "酒堡-新營",
     "address": "730台南市新營區東泰七街48號",
     "tel": "0934-324-777"
    },
    {
     "area": "台南市",
     "store": "名家",
     "address": "730台南市新營區新進路二段183號",
     "tel": "(06) 637-9237"
    },
    {
     "area": "台南市",
     "store": "御品下營",
     "address": "735台南市下營區健康路281號",
     "tel": "(06) 679-0022"
    },
    {
     "area": "台南市",
     "store": "大勝",
     "address": "741台南市善化區中山路472號",
     "tel": "(06) 581-7928"
    },
    {
     "area": "台南市",
     "store": "金富祥",
     "address": "744台南市新市區銘傳街76號",
     "tel": "(06) 599-8278"
    },
    {
     "area": "高雄市",
     "store": "冠德-八德店",
     "address": "800高雄市新興區八德一路196號",
     "tel": "(07) 236-0639"
    },
    {
     "area": "高雄市",
     "store": "奕欣行-五福店",
     "address": "800高雄市新興區五福二路190號",
     "tel": "(07) 211-5444"
    },
    {
     "area": "高雄市",
     "store": "拿破崙洋行",
     "address": "800高雄市新興區自立二路142號",
     "tel": "(07) 288-3755"
    },
    {
     "area": "高雄市",
     "store": "柯林頓",
     "address": "800高雄市新興區自立二路80號",
     "tel": "(07) 285-6161"
    },
    {
     "area": "高雄市",
     "store": "六合洋行",
     "address": "800高雄市新興區南台路73巷21號",
     "tel": "0920-390-767"
    },
    {
     "area": "高雄市",
     "store": "信禕",
     "address": "800高雄市新興區復興二路328號",
     "tel": "(07) 222-0113"
    },
    {
     "area": "高雄市",
     "store": "林記",
     "address": "801高雄市前金區光復三街132號",
     "tel": "(07) 221-8313"
    },
    {
     "area": "高雄市",
     "store": "和易門市",
     "address": "801高雄市前金區成功一路302號",
     "tel": "(07) 211-3488"
    },
    {
     "area": "高雄市",
     "store": "宏美-自強",
     "address": "801高雄市前金區自強二路80-1號",
     "tel": "(07) 261-9955"
    },
    {
     "area": "高雄市",
     "store": "凱記",
     "address": "801高雄市前金區青年二路164號",
     "tel": "0916-012-899"
    },
    {
     "area": "高雄市",
     "store": "醇酒益",
     "address": "802高雄市苓雅區三多二路151號",
     "tel": "(07) 723-0909"
    },
    {
     "area": "高雄市",
     "store": "南威海洋行",
     "address": "802高雄市苓雅區三多二路308號",
     "tel": "(07) 536-0000"
    },
    {
     "area": "高雄市",
     "store": "廣爺",
     "address": "802高雄市苓雅區四維三路181號",
     "tel": "(07) 536-5252"
    },
    {
     "area": "高雄市",
     "store": "開普五福店",
     "address": "802高雄市苓雅區民權一路239號",
     "tel": "(07) 226-5545"
    },
    {
     "area": "高雄市",
     "store": "振昌-武廟",
     "address": "802高雄市苓雅區武廟路159號之3",
     "tel": "(07) 722-9255"
    },
    {
     "area": "高雄市",
     "store": "尊城",
     "address": "802高雄市苓雅區青年一路8",
     "tel": "(07) 223-2693"
    },
    {
     "area": "高雄市",
     "store": "銀盤洋酒",
     "address": "802高雄市苓雅區建民路158號",
     "tel": "(07) 722-9018"
    },
    {
     "area": "高雄市",
     "store": "吉恩",
     "address": "802高雄市苓雅區苓雅一路354號",
     "tel": "(07) 535-5999"
    },
    {
     "area": "高雄市",
     "store": "酒市場",
     "address": "803高雄市鹽埕區七賢三路87號",
     "tel": "(07) 533-7040"
    },
    {
     "area": "高雄市",
     "store": "邑東洋行九如",
     "address": "804高雄市鼓山區九如四路1005號",
     "tel": "(07) 533-2732"
    },
    {
     "area": "高雄市",
     "store": "振昌-明誠",
     "address": "804高雄市鼓山區明誠三路638號",
     "tel": "(07) 555-7999"
    },
    {
     "area": "高雄市",
     "store": "奕欣行-旗山店",
     "address": "804高雄市鼓山區美術東二路622號",
     "tel": "(07) 553-1566"
    },
    {
     "area": "高雄市",
     "store": "東瀛",
     "address": "806高雄市前鎮區二聖路218號",
     "tel": "(07) 716-1717"
    },
    {
     "area": "高雄市",
     "store": "阿瑟",
     "address": "806高雄市前鎮區二聖路67號",
     "tel": "(07) 717-2802"
    },
    {
     "area": "高雄市",
     "store": "亨銘",
     "address": "806高雄市前鎮區光華二路300號",
     "tel": "(07) 713-0209"
    },
    {
     "area": "高雄市",
     "store": "玖邑",
     "address": "806高雄市前鎮區明鳳三路135號",
     "tel": "(07) 793-5891"
    },
    {
     "area": "高雄市",
     "store": "福記",
     "address": "806高雄市前鎮區瑞隆路597號",
     "tel": "(07) 761-3656"
    },
    {
     "area": "高雄市",
     "store": "呂記",
     "address": "806高雄市前鎮區鎮東一街143號",
     "tel": "(07) 831-8545"
    },
    {
     "area": "高雄市",
     "store": "寶檳九如",
     "address": "807高雄市三民區九如一路229號",
     "tel": "(07) 387-3300"
    },
    {
     "area": "高雄市",
     "store": "臻酒仙-九如",
     "address": "807高雄市三民區九如一路501號",
     "tel": "(07) 397-4444"
    },
    {
     "area": "高雄市",
     "store": "醇酒城(大昌店)",
     "address": "807高雄市三民區大昌二路48號",
     "tel": "(07) 387-5333"
    },
    {
     "area": "高雄市",
     "store": "大連-上景",
     "address": "807高雄市三民區大連街198",
     "tel": "(07) 323-6096"
    },
    {
     "area": "高雄市",
     "store": "高鑫",
     "address": "807高雄市三民區大順二路239號",
     "tel": "(07) 389-1111"
    },
    {
     "area": "高雄市",
     "store": "東良",
     "address": "807高雄市三民區北平二街187號",
     "tel": "(07) 322-9287"
    },
    {
     "area": "高雄市",
     "store": "廣財",
     "address": "807高雄市三民區民族一路591號",
     "tel": "(07) 359-9955"
    },
    {
     "area": "高雄市",
     "store": "奕欣行-建國",
     "address": "807高雄市三民區建國一路406號",
     "tel": "(07) 225-7269"
    },
    {
     "area": "高雄市",
     "store": "宏美",
     "address": "807高雄市三民區裕誠路115號",
     "tel": "(07) 350-5529"
    },
    {
     "area": "高雄市",
     "store": "極品",
     "address": "807高雄市三民區嫩江街163號",
     "tel": "(07) 313-3119"
    },
    {
     "area": "高雄市",
     "store": "長慶洋行",
     "address": "807高雄市三民區漢口街333號",
     "tel": "(07) 315-3838"
    },
    {
     "area": "高雄市",
     "store": "嘉瑝洋行",
     "address": "807高雄市三民區澄清路381號",
     "tel": "(07) 398-6404"
    },
    {
     "area": "高雄市",
     "store": "信禕灣中店",
     "address": "807高雄市三民區灣中街280號",
     "tel": "(07) 395-2220"
    },
    {
     "area": "高雄市",
     "store": "振昌-右昌",
     "address": "811高雄市楠梓區三山街220號",
     "tel": "(07) 363-4036"
    },
    {
     "area": "高雄市",
     "store": "揚洲",
     "address": "811高雄市楠梓區右昌街516號",
     "tel": "(07) 363-7369"
    },
    {
     "area": "高雄市",
     "store": "寶檳橋頭店",
     "address": "811高雄市楠梓區市場街8號",
     "tel": "(07) 611-0033"
    },
    {
     "area": "高雄市",
     "store": "品鑫",
     "address": "811高雄市楠梓區軍校路862號",
     "tel": "(07) 362-5588"
    },
    {
     "area": "高雄市",
     "store": "寶檳楠梓",
     "address": "811高雄市楠梓區鳳楠路142號",
     "tel": "(07) 358-1333"
    },
    {
     "area": "高雄市",
     "store": "寶檳德賢",
     "address": "811高雄市楠梓區德賢路418號",
     "tel": "(07) 364-0888"
    },
    {
     "area": "高雄市",
     "store": "大鵬",
     "address": "812高雄市小港區大鵬路158號",
     "tel": "(07) 801-9660"
    },
    {
     "area": "高雄市",
     "store": "奕欣行-中安店",
     "address": "812高雄市小港區中安路648號",
     "tel": "(07) 791-2757"
    },
    {
     "area": "高雄市",
     "store": "奕欣行-小港",
     "address": "812高雄市小港區平治街163號1樓",
     "tel": "(07) 806-3150"
    },
    {
     "area": "高雄市",
     "store": "柏森(金鴻昌)",
     "address": "812高雄市小港區華昌路105號",
     "tel": "(07) 791-6998"
    },
    {
     "area": "高雄市",
     "store": "阿波羅(豐年)",
     "address": "812高雄市小港區漢民路111號",
     "tel": "(07) 806-0898"
    },
    {
     "area": "高雄市",
     "store": "林記-文自店",
     "address": "813高雄市左營區文自路974號",
     "tel": "(07) 342-9090"
    },
    {
     "area": "高雄市",
     "store": "大第",
     "address": "813高雄市左營區自由二路125號",
     "tel": "(07) 556-1366"
    },
    {
     "area": "高雄市",
     "store": "阿瑟辛亥店",
     "address": "813高雄市左營區辛亥路253號",
     "tel": "(07) 550-8155"
    },
    {
     "area": "高雄市",
     "store": "柯林頓南屏店",
     "address": "813高雄市左營區南屏路261號",
     "tel": "(07) 550-5161"
    },
    {
     "area": "高雄市",
     "store": "達玖岡山",
     "address": "813高雄市左營區重信路542號",
     "tel": "0979-670-649"
    },
    {
     "area": "高雄市",
     "store": "酒谷",
     "address": "813高雄市左營區崇德路416號",
     "tel": "(07) 341-3863"
    },
    {
     "area": "高雄市",
     "store": "寰亨",
     "address": "813高雄市左營區榮總路271號",
     "tel": "(07) 359-9656"
    },
    {
     "area": "高雄市",
     "store": "全麥洋行",
     "address": "814高雄市仁武區八卦村永仁街313號",
     "tel": "(07) 373-1801"
    },
    {
     "area": "高雄市",
     "store": "黃金酒洋酒行",
     "address": "814高雄市仁武區仁和街8號",
     "tel": "(07) 372-2722"
    },
    {
     "area": "高雄市",
     "store": "多多",
     "address": "814高雄市仁武區仁忠路60號",
     "tel": "(07) 375-5371"
    },
    {
     "area": "高雄市",
     "store": "大仁-(寰亨)",
     "address": "814高雄市仁武區仁雄路316號",
     "tel": "(07) 374-5122"
    },
    {
     "area": "高雄市",
     "store": "佳酒莊",
     "address": "814高雄市仁武區仁樂街264號",
     "tel": "(07) 371-0058"
    },
    {
     "area": "高雄市",
     "store": "佳酒莊-赤仁",
     "address": "814高雄市仁武區赤仁路60號",
     "tel": "0909-193-513"
    },
    {
     "area": "高雄市",
     "store": "寶檳仁武店",
     "address": "814高雄市仁武區鳳仁路95-17號",
     "tel": "(07) 373-7755"
    },
    {
     "area": "高雄市",
     "store": "上景商行-大連",
     "address": "814高雄市仁武區澄觀路788號",
     "tel": "(07) 372-3223"
    },
    {
     "area": "高雄市",
     "store": "全允(昇發)",
     "address": "820高雄市岡山區巨輪路55-1號",
     "tel": "(07) 625-8185"
    },
    {
     "area": "高雄市",
     "store": "達玖岡山",
     "address": "820高雄市岡山區岡山路262號",
     "tel": "(07) 621-8601"
    },
    {
     "area": "高雄市",
     "store": "寶檳岡山",
     "address": "820高雄市岡山區岡山路395號",
     "tel": "(07) 623-0055"
    },
    {
     "area": "高雄市",
     "store": "大眾岡山",
     "address": "820高雄市岡山區柳橋東路9-1號",
     "tel": "(07) 629-6157"
    },
    {
     "area": "高雄市",
     "store": "寶檳路竹",
     "address": "821高雄市路竹區中山路716",
     "tel": "(07) 697-7000"
    },
    {
     "area": "高雄市",
     "store": "高都菸酒",
     "address": "821高雄市路竹區中山路832號",
     "tel": "(07) 697-6588"
    },
    {
     "area": "高雄市",
     "store": "明春",
     "address": "821高雄市路竹區延平路520號",
     "tel": "(07) 607-6699"
    },
    {
     "area": "高雄市",
     "store": "大和阿蓮",
     "address": "822高雄市阿蓮區忠孝路93號",
     "tel": "(07) 631-2182"
    },
    {
     "area": "高雄市",
     "store": "奕欣行-梓官",
     "address": "826高雄市梓官區中正路272-1號",
     "tel": "(07) 610-9896"
    },
    {
     "area": "高雄市",
     "store": "大成",
     "address": "830高雄市鳯山區立志街142號",
     "tel": "(07) 742-5888"
    },
    {
     "area": "高雄市",
     "store": "九久中山東",
     "address": "830高雄市鳳山區中山東路382號",
     "tel": "(07) 703-3555"
    },
    {
     "area": "高雄市",
     "store": "寶檳中崙",
     "address": "830高雄市鳳山區中崙二路537號",
     "tel": "(07) 755-0000"
    },
    {
     "area": "高雄市",
     "store": "鳳翊洋行",
     "address": "830高雄市鳳山區五甲二路52號",
     "tel": "(07) 767-2835"
    },
    {
     "area": "高雄市",
     "store": "奕欣行-鳳山店",
     "address": "830高雄市鳳山區文化西路170號",
     "tel": "(07) 777-9062"
    },
    {
     "area": "高雄市",
     "store": "千倉廩",
     "address": "830高雄市鳳山區文龍東路128號",
     "tel": "(07) 733-3986"
    },
    {
     "area": "高雄市",
     "store": "奕欣行文龍東店",
     "address": "830高雄市鳳山區文龍東路781號",
     "tel": "(07) 777-7689"
    },
    {
     "area": "高雄市",
     "store": "寶檳鳳山 ",
     "address": "830高雄市鳳山區光遠路426號",
     "tel": "(07) 710-6661"
    },
    {
     "area": "高雄市",
     "store": "開普鳳山店",
     "address": "830高雄市鳳山區青年路一段360號",
     "tel": "(07) 747-0466"
    },
    {
     "area": "高雄市",
     "store": "柏格達",
     "address": "830高雄市鳳山區南京路173號",
     "tel": "(07) 767-5586"
    },
    {
     "area": "高雄市",
     "store": "九久鳳甲",
     "address": "830高雄市鳳山區南華一路180號、182號",
     "tel": "(07) 796-9928"
    },
    {
     "area": "高雄市",
     "store": "九久一甲",
     "address": "830高雄市鳳山區善美里南華路149號右側",
     "tel": "(07) 716-2899"
    },
    {
     "area": "高雄市",
     "store": "揚昇",
     "address": "830高雄市鳳山區過勇路260號",
     "tel": "(07) 792-9156"
    },
    {
     "area": "高雄市",
     "store": "福記五甲店",
     "address": "830高雄市鳳山區鎮南里五甲二路740號",
     "tel": "(07) 813-8811"
    },
    {
     "area": "高雄市",
     "store": "九久大寮",
     "address": "831高雄市大寮區大寮路662-682號",
     "tel": "(07) 787-8296"
    },
    {
     "area": "高雄市",
     "store": "寶檳大寮 ",
     "address": "831高雄市大寮區鳳林三路35號",
     "tel": "(07) 786-8877"
    },
    {
     "area": "高雄市",
     "store": "寶檳中庄",
     "address": "831高雄市大寮區鳳屏一路183號",
     "tel": "(07) 703-7000"
    },
    {
     "area": "高雄市",
     "store": "福記林園",
     "address": "832高雄市林園區文賢北路6號",
     "tel": "(07) 641-6633"
    },
    {
     "area": "高雄市",
     "store": "寶檳林園",
     "address": "832高雄市林園區東林西路62號",
     "tel": "(07) 643-9000"
    },
    {
     "area": "高雄市",
     "store": "富沅",
     "address": "840高雄市大樹區中興南路新興巷22號",
     "tel": "(07) 652-1169"
    },
    {
     "area": "高雄市",
     "store": "巨洋菸酒",
     "address": "842高雄市旗山區中華路530之1號",
     "tel": "(07) 661-1072"
    },
    {
     "area": "高雄市",
     "store": "奕欣行-美術旗艦",
     "address": "842高雄市旗山區延平一路359號",
     "tel": "(07) 662-1188"
    },
    {
     "area": "高雄市",
     "store": "鼓山莊旗山店",
     "address": "842高雄市旗山區延平一路508號",
     "tel": "(07) 661-2875"
    },
    {
     "area": "高雄市",
     "store": "鼓山莊美濃店",
     "address": "843高雄市美濃區中正路二段185號",
     "tel": "(07) 661-7315"
    },
    {
     "area": "高雄市",
     "store": "大和-茄萣",
     "address": "852高雄市茄定區白砂路172號",
     "tel": "(07) 690-6003"
    },
    {
     "area": "澎湖縣",
     "store": "上暘-璋德行",
     "address": "880澎湖縣馬公市光復路142號",
     "tel": "(06) 926-5576"
    },
    {
     "area": "屏東縣",
     "store": "東大",
     "address": "900屏東縣屏東市中正路548號",
     "tel": "(08) 738-1245"
    },
    {
     "area": "屏東縣",
     "store": "洋基",
     "address": "900屏東縣屏東市公園西路121號",
     "tel": "(08) 733-7272"
    },
    {
     "area": "屏東縣",
     "store": "冠華-正東",
     "address": "900屏東縣屏東市民生路57-8號",
     "tel": "(08) 722-6806"
    },
    {
     "area": "屏東縣",
     "store": "冠德-總店",
     "address": "900屏東縣屏東市武成街103號",
     "tel": "(08) 751-6553"
    },
    {
     "area": "屏東縣",
     "store": "冠德-大埔店",
     "address": "900屏東縣屏東市柳洲街34號",
     "tel": "(08) 733-7007"
    },
    {
     "area": "屏東縣",
     "store": "銘鴻海豐",
     "address": "900屏東縣屏東市海豐街119巷34-2號",
     "tel": "(08) 736-9901"
    },
    {
     "area": "屏東縣",
     "store": "冠德-華盛店",
     "address": "900屏東縣屏東市華盛街16號",
     "tel": "(08) 751-0633"
    },
    {
     "area": "屏東縣",
     "store": "禾大",
     "address": "900屏東縣屏東市瑞光路三段299號",
     "tel": "(08) 738-6653"
    },
    {
     "area": "屏東縣",
     "store": "東京",
     "address": "900屏東縣屏東市廣東路158號",
     "tel": "(08) 723-1119"
    },
    {
     "area": "屏東縣",
     "store": "東鑫",
     "address": "905屏東縣里港鄉大平村仁和路23號",
     "tel": "(08) 775-1199"
    },
    {
     "area": "屏東縣",
     "store": "金和順",
     "address": "905屏東縣里港鄉里港路114、112號",
     "tel": "(08) 775-6043"
    },
    {
     "area": "屏東縣",
     "store": "福記屏東",
     "address": "907屏東縣鹽埔鄉維新路193號",
     "tel": "(08) 793-5061"
    },
    {
     "area": "屏東縣",
     "store": "大同內埔",
     "address": "912屏東縣內埔鄉廣濟路114號",
     "tel": "(08) 779-9046"
    },
    {
     "area": "屏東縣",
     "store": "千上菸酒商行",
     "address": "913屏東縣萬丹鄉萬全村萬丹路一段321號",
     "tel": "(08) 776-4636"
    },
    {
     "area": "屏東縣",
     "store": "大同",
     "address": "920屏東縣潮洲鎮朝昇路84號",
     "tel": "(08) 788-2058"
    },
    {
     "area": "屏東縣",
     "store": " 鴻昇",
     "address": "924屏東縣崁頂鄉力社村舊店路1-12號",
     "tel": "(08) 863-1409"
    },
    {
     "area": "屏東縣",
     "store": "裕陞-南州",
     "address": "926屏東縣南州鄉三民路137號",
     "tel": "(08) 864-6300"
    },
    {
     "area": "屏東縣",
     "store": "裕陞-林邊",
     "address": "927屏東縣林邊鄉仁和村中山路285號",
     "tel": "(08) 875-8070"
    },
    {
     "area": "屏東縣",
     "store": "裕陞-東港",
     "address": "928屏東縣東港鎮新勝街180號",
     "tel": "(08) 832-3585"
    },
    {
     "area": "屏東縣",
     "store": "吉昌",
     "address": "940屏東縣枋寮鄉中山路75號",
     "tel": "(08) 878-2362"
    },
    {
     "area": "屏東縣",
     "store": "裕陞-水底寮",
     "address": "940屏東縣枋寮鄉中山路二段353號",
     "tel": "(08) 871-4122"
    },
    {
     "area": "屏東縣",
     "store": "百利",
     "address": "946屏東縣恆春鎮中正路138號",
     "tel": "(08) 889-2615"
    },
    {
     "area": "屏東縣",
     "store": "葡園恆春",
     "address": "946屏東縣恆春鎮復興路99-1號",
     "tel": "(08) 888-2422"
    },
    {
     "area": "屏東縣",
     "store": "葡園墾丁",
     "address": "946屏東縣恆春鎮墾丁路320號",
     "tel": "(08) 886-2604"
    },
    {
     "area": "台東縣",
     "store": "德豐",
     "address": "950台東縣台東市傳廣路507號",
     "tel": "(08) 922-8372"
    },
    {
     "area": "台東縣",
     "store": "酒堡",
     "address": "950台東縣台東市新生路116號",
     "tel": "(08) 932-1235"
    },
    {
     "area": "花蓮縣",
     "store": "明月-中華店",
     "address": "970花蓮縣花蓮市中正路146號",
     "tel": "(03) 831-5966"
    },
    {
     "area": "花蓮縣",
     "store": "酒江街",
     "address": "970花蓮縣花蓮市化道路99號",
     "tel": "(03) 822-2072"
    },
    {
     "area": "花蓮縣",
     "store": "明月-建國店",
     "address": "970花蓮縣花蓮市建國路100號",
     "tel": "(03) 832-5966"
    },
    {
     "area": "花蓮縣",
     "store": "加酒行",
     "address": "970花蓮縣花蓮市軒轅路2-2號",
     "tel": "(03) 831-4960"
    },
    {
     "area": "花蓮縣",
     "store": "雄寰",
     "address": "970花蓮縣花蓮市國聯一路211號",
     "tel": "(03) 832-6147"
    },
    {
     "area": "花蓮縣",
     "store": "全家來",
     "address": "970花蓮縣花蓮市國聯五路51號",
     "tel": "(03) 836-0101"
    },
    {
     "area": "花蓮縣",
     "store": "金雄寰",
     "address": "970花蓮縣花蓮市博愛街135號",
     "tel": "(03) 832-7622"
    },
    {
     "area": "花蓮縣",
     "store": "上揚",
     "address": "970花蓮縣花蓮市富祥街97號",
     "tel": "(03) 857-6543"
    },
    {
     "area": "花蓮縣",
     "store": "酒淵",
     "address": "971花蓮縣新城鄉嘉里三街92之8號",
     "tel": "(03) 826-1786"
    },
    {
     "area": "花蓮縣",
     "store": "上醇",
     "address": "973花蓮縣吉安鄉中華路二段159號",
     "tel": "(03) 851-2068"
    },
    {
     "area": "花蓮縣",
     "store": "民侁",
     "address": "973花蓮縣吉安鄉吉安路一段76-8號",
     "tel": "(03) 858-0768"
    },
    {
     "area": "花蓮縣",
     "store": "自立",
     "address": "973花蓮縣吉安鄉自立路二段42號",
     "tel": "(03) 856-6355"
    }
   ];
export default all_stores;
